import special1 from '@/public/images/parallax/0001.webp'
import special2 from '@/public/images/parallax/0020.webp'
import special3 from '@/public/images/parallax/0017.webp'
import special4 from '@/public/images/parallax/0000.webp'

export const footerLinks = [
  {
    title: 'بیماری‌ها',
    links: [
      { title: 'مشاوره و درمان', url: '/Diseases/' },
      { title: 'دیابت', url: '/Diseases/1' },
      { title: 'اختلالات هورمونی', url: '/Diseases/4' },
      { title: 'کبد چرب ', url: '/Diseases/11' },
      { title: 'زایمان ', url: '/Diseases/13' },
      { title: 'جراحیهای زیبایی زنان', url: '/Diseases/14' },
      { title: 'عفونت‌های واژینال', url: '/Diseases/19' },
      { title: 'پوکی استخوان', url: '/Diseases/21' },
      { title: 'کورتاژ', url: '/Diseases/28' },
      { title: 'بیماری‌های عفونی', url: '/Diseases/31' },
      { title: 'عفونت‌های تنفسی', url: '/Diseases/33' },
      { title: 'عفونت‌های کلیوی', url: '/Diseases/36' },
      { title: 'کودکان', url: '/Diseases/44' },
      { title: 'بیماری‌های آمیزشی', url: '/Diseases/38' },
      { title: 'عفونت‌ زخم', url: '/Diseases/42' },
    ],
  },
  {
    title: 'پزشکان',
    links: [
      { title: 'نژلا ابریشم‌چیان', url: '/doctors/1' },
      { title: 'شیوا توتونیان', url: '/doctors/2' },
      { title: 'کتایون طایری', url: '/doctors/3' },
      { title: 'سوزان هاشمی فشارکی', url: '/doctors/4' },
      { title: 'آزاده اسحاقیان', url: '/doctors/5' },
      { title: 'پردیس کاوه', url: '/doctors/6' },
      { title: 'محمد مهدی پیرمرادیان', url: '/doctors/7' },
      { title: 'پیمان اکبری', url: '/doctors/8' },
      { title: 'فرشاد پرهام', url: '/doctors/9' },
      { title: 'مهری امان الهی', url: '/doctors/10' },
    ],
  },
  {
    title: 'عمومی',
    links: [
      { title: 'تزریق وریدی و ماهیچه‌ای', url: '/' },
      { title: 'نوار قلب', url: '/' },
      { title: 'بخیه و پانسمان', url: '/' },
      { title: 'مشاوره و درمان', url: '/' },
      { title: 'تزریق ژل و بوتاکس', url: '/' },
      { title: 'لیزر موهای زائد', url: '/' },
    ],
  },

  {
    title: 'بخش‌ها',
    links: [
      { title: 'عمومی', url: '/' },
      { title: 'غدد و متابولیسم', url: '/' },
      { title: 'زنان و زایمان', url: '/' },
      { title: 'بیماری‌های عفونی', url: '/' },
      { title: 'کودکان و نوزادان', url: '/' },
      { title: 'فیزیوتراپی', url: '/' },
    ],
  },
]
export const illnessList = [
  { title: 'دیابت', value: 'دیابت', url: '/' },
  { title: 'اختلالات هورمونی', value: 'اختلالات هورمونی', url: '/' },
  { title: 'کبد چرب و چاقی', value: 'کبد چرب و چاقی', url: '/' },
  { title: 'زایمان و سزارین', value: 'زایمان و سزارین', url: '/' },
  { title: 'جراحیهای زیبایی زنان', value: 'جراحیهای زیبایی زنان', url: '/' },
  { title: 'عفونت‌های واژینال', value: 'عفونت‌های واژینال', url: '/' },
  { title: 'پوکی استخوان', value: 'پوکی استخوان', url: '/' },
  { title: 'کورتاژ', value: 'کورتاژ', url: '/' },
  { title: 'بیماری‌های عفونی', value: 'بیماری‌های عفونی', url: '/' },
  { title: 'عفونت‌های تنفسی', value: 'عفونت‌های تنفسی', url: '/' },
  {
    title: 'عفونت‌های کلیوی و گوارشی',
    value: 'عفونت‌های کلیوی و گوارشی',
    url: '/',
  },
  { title: 'هپاتیت', value: 'هپاتیت', url: '/' },
  { title: 'بیماری‌های آمیزشی', value: 'بیماری‌های آمیزشی', url: '/' },
  {
    title: 'بیماریهای دستگاه تناسلی',
    value: 'بیماریهای دستگاه تناسلی',
    url: '/',
  },
  { title: 'عفونت‌ زخم', value: 'عفونت‌ زخم', url: '/' },
  {
    title: 'تزریق وریدی و ماهیچه‌ای',
    value: 'تزریق وریدی و ماهیچه‌ای',
    url: '/',
  },
  { title: 'نوار قلب', value: 'نوار قلب', url: '/' },
  { title: 'بخیه و پانسمان', value: 'بخیه و پانسمان', url: '/' },
  { title: 'مشاوره و درمان', value: 'مشاوره و درمان', url: '/' },
  { title: 'تزریق ژل و بوتاکس', value: 'تزریق ژل و بوتاکس', url: '/' },
  { title: 'لیزر موهای زائد', value: 'لیزر موهای زائد', url: '/' },
]
export const doctorsList = [
  { title: 'نژلا ابریشم‌چیان', value: 'نژلا ابریشم‌چیان', url: '/' },
  { title: 'شیوا توتونیان', value: 'شیوا توتونیان', url: '/' },
  { title: 'کتایون طایری', value: 'کتایون طایری', url: '/' },
  { title: 'سوزان هاشمی فشارکی', value: 'سوزان هاشمی فشارکی', url: '/' },
  { title: 'آزاده اسحاقیان', value: 'آزاده اسحاقیان', url: '/' },
  { title: 'پردیس کاوه', value: 'پردیس کاوه', url: '/' },
  { title: 'محمد مهدی پیرمرادیان', value: 'محمد مهدی پیرمرادیان', url: '/' },
  { title: 'پیمان اکبری', value: 'پیمان اکبری', url: '/' },
  { title: 'فرشاد پرهام', value: 'فرشاد پرهام', url: '/' },
  { title: 'مهری امان الهی', value: 'مهری امان الهی', url: '/' },
]
export const specialist = [
  { title: 'غدد و متابولیسم', value: 'غدد و متابولیسم' },
  { title: 'زنان و زایمان', value: 'زنان و زایمان' },
  { title: 'بیماری‌های عفونی', value: 'بیماری‌های عفونی' },
  { title: 'کودکان و نوزادان', value: 'کودکان و نوزادان' },
]
export const allLinks = [
  {
    label: 'بیماری‌ها',
    title: 'illness',
    links: [
      { title: 'تزریق وریدی و ماهیچه‌ای', url: '/' },
      { title: 'نوار قلب', url: '/' },
      { title: 'بخیه و پانسمان', url: '/' },
      { title: 'مشاوره و درمان', url: '/' },
      { title: 'تزریق ژل و بوتاکس', url: '/' },
      { title: 'لیزر موهای زائد', url: '/' },
      { title: 'مشاوره و درمان', url: '/' },
      { title: 'دیابت', url: '/' },
      { title: 'اختلالات هورمونی', url: '/' },
      { title: 'کبد چرب و چاقی', url: '/' },
      { title: 'زایمان و سزارین', url: '/' },
      { title: 'جراحیهای زیبایی زنان', url: '/' },
      { title: 'عفونت‌های واژینال', url: '/' },
      { title: 'پوکی استخوان', url: '/' },
      { title: 'کورتاژ', url: '/' },
      { title: 'بیماری‌های عفونی', url: '/' },
      { title: 'عفونت‌های تنفسی', url: '/' },
      { title: 'عفونت‌های کلیوی و گوارشی', url: '/' },
      { title: 'هپاتیت', url: '/' },
      { title: 'بیماری‌های آمیزشی', url: '/' },
      { title: 'بیماریهای دستگاه تناسلی', url: '/' },
      { title: 'عفونت‌ زخم', url: '/' },
    ],
  },
  {
    label: 'بخش‌ها',
    title: 'parts',
    links: [
      { title: 'عمومی', url: '/' },
      { title: 'غدد و متابولیسم', url: '/' },
      { title: 'زنان و زایمان', url: '/' },
      { title: 'بیماری‌های عفونی', url: '/' },
      { title: 'کودکان و نوزادان', url: '/' },
      { title: 'فیزیوتراپی', url: '/' },
    ],
  },
  {
    label: 'دکترها',
    title: 'doctors',
    links: [
      { title: 'نژلا ابریشم‌چیان', url: '/' },
      { title: 'شیوا توتونیان', url: '/' },
      { title: 'کتایون طایری', url: '/' },
      { title: 'سوزان هاشمی فشارکی', url: '/' },
      { title: 'آزاده اسحاقیان', url: '/' },
      { title: 'پردیس کاوه', url: '/' },
      { title: 'محمد مهدی پیرمرادیان', url: '/' },
      { title: 'پیمان اکبری', url: '/' },
      { title: 'فرشاد پرهام', url: '/' },
      { title: 'مهری امان الهی', url: '/' },
    ],
  },
]

////////////////////////////ORGANIZED///////////////////////////////////////
export const days = [
  { id: 1, name: 'شنبه' },
  { id: 2, name: 'یکشنبه' },
  { id: 3, name: 'دوشنبه' },
  { id: 4, name: 'سه‌شنبه' },
  { id: 5, name: 'چهارشنبه' },
  { id: 6, name: 'پنجشنبه' },
]
export type DoctorType = {
  id: number
  name: string
  imageSrc: string
  specialty: string[]
  illnessId: number[]
  booking: string[]
}
export const doctors = [
  {
    id: 1,
    name: 'نژلا ابریشم‌چیان',
    illnessId: [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12],
    url: '/abrishamchian',
    imageSrc: '/images/1.jpg',
    specialty: ['فوق تخصص غدد و متابولیسم بالغین'],
    // booking: [
    //   { dayId: 2, hours: ['14', '17'] },
    //   { dayId: 3, hours: ['14', '17'] },
    // ],
    booking: ['یکشنبه 2 تا 5', 'دوشنبه 2 تا 5'],
  },
  {
    id: 2,
    name: 'شیوا توتونیان',
    illnessId: [
      13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30,
    ],
    url: '/toutounian',
    imageSrc: '/images/1.jpg',
    specialty: ['جراح و متخصص زنان و زایمان'],
    // booking: [
    //   { dayId: 2, hours: ['11', '13'] },
    //   { dayId: 4, hours: ['15:30', '17:30'] },
    // ],

    booking: ['یکشنبه 11 تا 13', 'دوشنبه 15:30 تا 17:30'],
  },
  {
    id: 3,
    name: 'کتایون طایری',
    illnessId: [31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43],
    url: '/taeti',
    imageSrc: '/images/1.jpg',
    specialty: ['متخصص بیماری‌های عفونی ', 'فلوشیپ AIDS/HIV بالینی'],
    // booking: [
    //   { dayId: 3, hours: ['16', '20'] },
    //   { dayId: 6, hours: ['13:30', '15:30'] },
    // ],

    booking: ['چهارشنبه 16 تا 20', 'پنجشنبه 13:30 تا 15:30'],
  },
  {
    id: 4,
    name: 'سوزان هاشمی فشارکی',
    illnessId: [44, 45],
    url: '/hashemi',
    imageSrc: '/images/1.jpg',
    specialty: ['دارای بورد تخصصی کودکان و نوزادان'],
    // booking: [
    //   { dayId: 1, hours: ['10', '12'] },
    //   { dayId: 3, hours: ['10', '12'] },
    //   { dayId: 5, hours: ['10', '12'] },
    // ],
    booking: ['شنبه 10 تا 12', 'چهارشنبه 10 تا 12'],
  },
  {
    id: 5,
    name: 'آزاده اسحاقیان',
    illnessId: [46],
    url: '/eshaghian',
    imageSrc: '/images/1.jpg',
    specialty: ['پزشک عمومی'],
    booking: [''],
    // booking: [{ dayId: 0, hours: ['', ''] }],
  },
  {
    id: 6,
    name: 'پردیس کاوه',
    illnessId: [46],
    url: '/kaveh',
    imageSrc: '/images/1.jpg',
    specialty: ['پزشک عمومی'],
    booking: [''],
    // booking: [{ dayId: 0, hours: ['', ''] }],
  },
  {
    id: 7,
    name: 'محمد مهدی پیرمرادیان',
    illnessId: [46],
    url: '/pirmoradian',
    imageSrc: '/images/1.jpg',
    specialty: ['پزشک عمومی'],
    booking: [''],
    // booking: [{ dayId: 0, hours: ['', ''] }],
  },
  {
    id: 8,
    name: 'پیمان اکبری',
    illnessId: [46],
    url: '/akbari',
    imageSrc: '/images/1.jpg',
    specialty: ['پزشک عمومی'],
    booking: [''],
    // booking: [{ dayId: 0, hours: ['', ''] }],
  },
  {
    id: 9,
    name: 'فرشاد پرهام',
    illnessId: [46],
    url: '/parham',
    imageSrc: '/images/1.jpg',
    specialty: ['پزشک عمومی'],
    booking: [''],
    // booking: [{ dayId: 0, hours: ['', ''] }],
  },
]

export const illness = [
  {
    id: 1,
    name: 'دیابت',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description:
      'دیابت یک بیماری مزمن است که ناشی از مشکلات در تولید یا عملکرد هورمون انسولین است. هورمون انسولین توسط پانکراس ترشح میشود و نقش مهمی در کنترل سطح قند خون دارد. وقتی بدن انسولین کافی تولید نمیکند یا بدن به درستی به آن پاسخ نمیدهد، سطح قند خون افزایش مییابد که به عنوان دیابت شناخته میشود.دو نوع اصلی دیابت وجود دارد:1. دیابت نوع ۱: در این نوع دیابت، پانکراس قادر به تولید انسولین نیست و بیمار نیاز به تزریق روزانه انسولین دارد تا سطح قند خون را کنترل کند.2. دیابت نوع ۲: در این نوع دیابت، بدن به درستی به انسولین پاسخ نمیدهد و ممکن است نیاز به داروهای خوراکی یا تزریق انسولین داشته باشد. عوامل مانند ژنتیک، چاقی، نارسایی فعالیت جسمانی و عوامل محیطی میتوانند در بروز این نوع دیابت نقش داشته باشند.دیابت در صورت عدم کنترل مناسب میتواند عوارض جدی برای سلامتی ایجاد کند، از جمله مشکلات قلبی، مشکلات کلیوی، مشکلات بینایی و آسیب به عصبها. بنابراین، مدیریت مناسب دیابت شامل رعایت رژیم غذایی مناسب، فعالیت بدنی منظم، مصرف داروها و/یا تزریق انسولین و مانیتورینگ مداوم سطح قند خون است. البته، همواره باید با پزشک خود مشورت کنید و دستورالعملهای او را رعایت کنید.',
  },
  {
    id: 2,
    name: 'بیماری‌های هیپوفیز',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0001.webp',
      '/images/parallax/0002.webp',
      '/images/parallax/0003.webp',
    ],
    description:
      'بیماریهای هیپوفیز مرتبط با غدد هیپوفیز، که یک قسمت اصلی سیستم عصبی و درون ریز است، هستند. هیپوفیز مسئول تنظیم فعالیت غدد داخلی بدن میباشد و نقش مهمی در تولید هورمونها و کنترل فعالیت سایر غدههای داخلی دارد. در زیر به توضیح کوتاهی از چند بیماری هیپوفیز و علائم شایع آنها میپردازم:1. آکرومگالی:\n   - توضیح: آکرومگالی یا بزرگ شدن غیرطبیعی بخشهای بدن، ناشی از افزایش تولید هورمون رشد (GH) توسط هیپوفیز است.\n   - علائم شایع: بزرگ شدن دستها، پاها و صورت، تغییر در شکل و اندازه استخوانها، تغییر در طول عضلات، آواز خشنتر، سردرد و مشکلات بینایی.2. دیفیسیت هورمون رشد (GHD):\n   - توضیح: در این بیماری، هیپوفیز نمیتواند به مقدار کافی هورمون رشد تولید کند.\n   - علائم شایع: رشد کندتر از نرمال در کودکان، قد کوتاهتر از میانگین جامعه، ضعف عضلانی، کاهش استقامت جسمانی، افزایش چربی در منطقه شکم و صورت.3. پرولاکتینوما:\n   - توضیح: پرولاکتینوما یا تشدید تولید هورمون پرولاکتین توسط هیپوفیز، یکی از بیماریهای شایع هیپوفیز است.\n   - علائم شایع: قرار گرفتن به عنوان خونریزی غیرمعمول از پستان، بیقراری، سردرد، تغییر در قاعدههای قاعدگی در زنان، کاهش کنترل نسبت به تولید شیر در زنان نوزادان.لطفاً توجه داشته باشید که این فقط سه نمونه از بیماریهای هیپوفیز است و هر بیماری ممکن است علائم و نشانههای دیگری نیز داشته باشد. تشخیص و درمان بیماریهای هیپوفیز بستگی به علامتها، نشانگان و سایر آزمونهای پزشکی دارد. معاینه و مشورت با پزشک متخصص در این زمینه الزامی است.',
  },
  {
    id: 3,
    name: 'اختلالات پروکلاتین',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0001.webp',
      '/images/parallax/0002.webp',
      '/images/parallax/0003.webp',
    ],
    description:
      'اختلالات پرولاکتین به مشکلاتی اطلاق میشود که در سطح هورمون پرولاکتین، که توسط غده هیپوفیز (غده فرماندهی) ترشح میشود، رخ میدهد. بالا بودن سطح پرولاکتین در خون ناشی از چندین عامل میتواند منجر به اختلالات مختلف در بدن شود.یکی از اصلیترین علل بالا بودن سطح پرولاکتین، تومورهای غده هیپوفیز است که به عنوان پرولاکتینوما شناخته میشوند. این تومورها معمولاً خوشخیم هستند و میتوانند با داروها یا در صورت لزوم با جراحی مدیریت شوند. در برخی موارد نیز ممکن است سطح پرولاکتین بالا بودن دیگر عللی مانند استفاده از برخی داروها (مانند داروهای ضد روانپریشی، ضد عفونی و یا داروهای استروئیدی)، تنبلی تیروئید، سندرم تخمدان پلیکیستیک و یا تنگی هیپوفیزی مرتبط با جراحی در ناحیه مغز میتواند داشته باشد.علائم اختلالات پرولاکتین شامل قاعدهنامه نامنظم یا عدم وجود قاعدگی، نقاط شیرینگی از پستان، کاهش کاهش لیبیدو، عدم توانایی در باروری و یا ناباروری در زنان، کاهش نیروی عضلانی و یا تغییر در بزرگی پستان (هم در مردان و هم زنان) میتواند.برای تشخیص اختلالات پرولاکتین، باید سطح پرولاکتین در خون اندازهگیری شده و همچنین علت افزایش آن تشخیص داده شود. در صورت تأیید اختلال پرولاکتین، درمان معمولاً شامل داروهای کاهش پرولاکتین میشود، که میتواند بهبود علائم و بازگشت قاعدهنامه طبیعی را به همراه داشته باشد.',
  },
  {
    id: 4,
    name: 'اختلالات هورمونی',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0025.webp',
      '/images/parallax/0026.webp',
      '/images/parallax/0027.webp',
    ],
    description:
      'اختلالات هورمونی به مشکلاتی اطلاق میشود که ناشی از عدم تعادل در سطح هورمونها در بدن است. هورمونها پیامرسانهای شیمیایی است که توسط غدهها در سراسر بدن ترشح میشوند و وظیفه تنظیم فعالیتهای مختلف بدن را دارند.اختلالات هورمونی میتوانند در هر قسمتی از سیستم هورمونی بدن رخ دهند و منجر به عوارض و نشانههای متنوعی شوند. برخی از معروفترین اختلالات هورمونی عبارتند از:1. دیابت: اختلال در تولید یا عملکرد هورمون انسولین که باعث افزایش سطح قند خون میشود.2. هیپوتیروئیدیسم و هیپرتیروئیدیسم: کاهش یا افزایش فعالیت غده تیروئید که به ترتیب منجر به کمبود و یا افزایش سطح هورمونهای تیروئید میشود.3. عقیمی: ناتوانی در تولید یا تخلیه هورمونهای جنسی مردانه (تستوسترون) یا زنانه (پروژسترون و استروژن) که میتواند به مشکلات باروری و عدم عادی بودن قاعدگی منجر شود.4. سندرم تخمدان پلیکیستیک (PCOS): اختلال هورمونی در زنان که با تشکیل کیستهای ریز در تخمدانها، عدم تنظیم قاعدگی، اضافه وزن و مشکلات دیگر همراه است.5. اختلالات هورمون رشد: کمبود هورمون رشد در کودکان میتواند منجر به رشد کمتر و کوتاه قدی شود.6. اختلالات هورمونهای جنسی: مشکلات در تولید یا تنظیم هورمونهای جنسی که ممکن است منجر به نارسایی جنسی، نقصان لیبیدو و مشکلات دیگر در عملکرد جنسی گردد.درمان اختلالات هورمونی ممکن است شامل داروها برای تنظیم سطح هورمونها، جراحی در برخی موارد، و تغییر در سبک زندگی (تغذیه، ورزش، مدیریت استرس) باشد. برای تشخیص و درمان این اختلالات، معمولاً نیاز به مشاوره پزشک متخصص در زمینه هورمونها (پزشک endocrinologist) است.',
  },
  {
    id: 5,
    name: 'تنبلی تخمدان',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0025.webp',
      '/images/parallax/0026.webp',
      '/images/parallax/0027.webp',
    ],
    description:
      'تنبلی تخمدان یک اختلال هورمونی است که در زنان رخ میدهد. در این حالت، تخمدانها نمیتوانند تخمک تولید کنند به طوری که تخمدانها به صورت غیرعادی بزرگ میشوند و درون آنها بسیاری از کیستهای ریز شکل میگیرند. علاوه بر این، سطح هورمونهای جنسی از جمله استروژن و پروژسترون در بدن نیز کاهش مییابد.علل تنبلی تخمدان ممکن است متنوع باشند و شامل موارد زیر میشوند:1. عوامل ژنتیک: تنبلی تخمدان ممکن است در برخی خانوادگیها به صورت وراثی منتقل شود.2. نقص ایمنی: برخی از زنان با تنبلی تخمدان دارای نقص در سیستم ایمنی خود هستند که باعث میشود بدن به صورت نادرست به تخمدانها حمله کند و عملکرد آنها را مختل کند.3. موارد هورمونی: اختلال در سطح هورمونهای فشار هیپوفیز یا هورمونهای تیروئید میتواند باعث تنبلی تخمدان شود.4. مقاومت به انسولین: در برخی از موارد، تنبلی تخمدان به علت مقاومت بدن به انسولین (هورمون مسئول کنترل قند خون) رخ میدهد.تنبلی تخمدان میتواند منجر به عوارضی مانند ناتوانی در تولید تخمک، عدم تنظیم قاعدگی، هیپراندروژنیسم (افزایش هورمونهای مردانه در بدن)، اضافه وزن و مشکلات دیگر شود. برای تشخیص تنبلی تخمدان، پزشک ممکن است به بررسی نشانگان و نتایج آزمایشات هورمونی، سونوگرافی تخمدان و سایر آزمایشات تخصصی نیاز داشته باشد.درمان تنبلی تخمدان معمولاً شامل کنترل هورمونها، بهبود حساسیت به انسولین (در صورت وجود مقاومت به انسولین)، مدیریت وزن، و در صورت لزوم استفاده از روشهای همکاری تولید تخمک (ART) میشود. هدف اصلی درمان تنبلی تخمدان بهبود تنظیم قاعدگی، افزایش شانس باروری و کاهش عوارض مربوطه است.',
  },
  {
    id: 6,
    name: 'بیماری‌های غده فوق کلیه',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0013.webp',
      '/images/parallax/0014.webp',
      '/images/parallax/0015.webp',
    ],
    description:
      'بیماریهای غده فوق کلیه به مشکلات و اختلالاتی اطلاق میشود که در غدههای واقع در بالای کلیهها، یعنی غده هیپوفیز و غده هیپوتالاموس رخ میدهد. این غدهها به عنوان قسمتی از سیستم هورمونی در بدن، نقش مهمی در ترشح و تنظیم هورمونها دارند.بعضی از بیماریهای غده فوق کلیه عبارتند از:1. آدنوم هیپوفیز: این بیماری ناشی از وجود تومورهای خوشخیم یا خبیث در هیپوفیز است. این تومورها میتوانند منجر به افزایش یا کاهش تولید هورمونها توسط هیپوفیز شوند و باعث اختلالات هورمونی در بدن گردند.2. آکرومگالی: این بیماری ناشی از افزایش تولید هورمون رشد (GH) توسط هیپوفیز است. این وضعیت معمولاً ناشی از وجود تومور بنیادی در هیپوفیز است که تولید بینظم هورمون رشد را افزایش میدهد. علائم شامل رشد غیرطبیعی در سر و صورت، افزایش اندامها، نقصان دید، سردرد و مشکلات دیگر است.3. کشودگی هیپوفیز: کاهش ترشح هورمونهای مختلف توسط هیپوفیز میتواند باعث اختلالات متعددی مانند کاهش رشد، نقصان تناسب جنسی، ضعف عضلانی، خستگی و مشکلات دیگر گردد.4. دیابت بیاهله: این بیماری به علت کاهش ترشح هورمون آنتیدیورتیک (ADH) از طرف هیپوتالاموس یا نقص حسگیری در کلیهها از ADH رخ میدهد. این منجر به ادرارزدایی بیش از حد و عوارض مرتبط با خشکی بدن میشود.اصلاح هورمونی، درمان تومورها (به وسیله جراحی، رادیوتراپی و/یا داروها) و مدیریت عوارض مرتبط با هر بیماری، بسته به نوع و شدت آن، به عنوان روشهای درمانی مورد استفاده قرار میگیرند. درمان بیماریهای غده فوق کلیه نیازمند همکاری پزشکان متخصص در زمینه هورمونها و سیستم عصب\n',
  },
  {
    id: 7,
    name: 'فشارخونهای ثانویه',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description:
      'فشار خون ثانویه (Secondary hypertension) به افزایش فشار خون اطلاق میشود که ناشی از بیماری یا علتی دیگر است و معمولاً به طور موقتی یا قابل درمان است. در مقابل، فشار خون اصلی (Primary hypertension) به افزایش فشار خون بدون علت مشخص گفته میشود.بسیاری از عوامل میتوانند به فشار خون ثانویه منجر شوند، از جمله:1. بیماریهای کلیوی: بیماریهای مرتبط با کلیه مانند آسیب کلیه (مثل نارسایی کلیه)، بیماریهای التهابی کلیه، تنگی عروق کلیه (تنگی رگهای خونی کلیه) و سایر بیماریهای کلیوی میتوانند منجر به افزایش فشار خون ثانویه شوند.2. بیماریهای قلبی-عروقی: بیماریهای مانند بیماریهای قلبی عروقی (مثل آنژین صدری، انسداد عروق کرونری، بیماریهای صمام قلب) و همچنین عوارض سکته مغزی و افزایش فشار داخل سر میتوانند فشار خون را افزایش دهند.3. بیماریهای اندوکرینی: برخی بیماریهای اندوکرینی مانند بیماری کشودگی هیپوفیز، بیماری کوشینگ (افزایش هورمون کورتیزول)، تیروئید زیادفعال و بیماری آدیسون (کمبود هورمون آدرنال) میتوانند باعث افزایش فشار خون شوند.4. داروها و مواد مصرفی: برخی داروها مانند آنتیدپرسانتها، آمفتامینها، استروئیدها و برخی مواد مخدر میتوانند فشار خون را افزایش دهند.5. بیماریهای ایمنی: برخی بیماریهای ایمنی مانند آرتریت تبدیل شونده (آرتریت تمپورال) و لوپوس سیستمیک نیز میتوانند باعث فشار خون ثانویه شوند.برای تشخیص و درمان فشار خون ثانویه، نیاز است به تشخیص بیماری یا عامل مسئول آن و مداخله درمانی مربوطه. این شامل درمان بیماری اساسی، مدیریت فشار خون با داروها و تغییرات در سبک زندگی می',
  },
  {
    id: 8,
    name: 'پوکی استخوانها',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0028.webp',
      '/images/parallax/0029.webp',
      '/images/parallax/0030.webp',
    ],
    description:
      'پوکی استخوان یا اُستئوپروز (Osteoporosis) یک بیماری مزمن است که باعث ضعف و نقصان استحکام استخوانها میشود. در این بیماری، استخوانها به طور تدریجی کمتر قادر به جذب کلسیم و سایر مواد معدنی میشوند، به همین دلیل استخوانها شکستپذیرتر و ضعیفتر میشوند.عوامل متعددی میتوانند به پوکی استخوان منجر شوند، از جمله:1. عوامل سنی: روند پیری طبیعی باعث کاهش تولید استروژن در زنان و تستوسترون در مردان میشود، که میتواند باعث افتکاری در استحکام استخوانها شود.2. جنسیت: زنان بیشتر از مردان در معرض خطر پوکی استخوان قرار میگیرند، به خاطر کاهش سطح استروژن در دوران لانهگزینی و سپس بعد از میانسالی.3. تاریخچه خانوادگی: وجود پوکی استخوان در خانواده (مادر، خواهر یا برادر) میتواند ریسک ابتلا به این بیماری را افزایش دهد.4. عوامل هورمونی: بیماریها مانند کاهش تیروئید، نقص هورمون پاراتیروئید و بیماریهای مرتبط با هیپوفیز و غدههای جنسی (تستوسترون در مردان و استروژن در زنان) میتوانند به پوکی استخوان منجر شوند.5. نقص ویتامین D: کمبود ویتامین D در بدن میتواند جذب کلسیم را تحت تأثیر قرار داده و استحکام استخوانها را کاهش دهد.6. عوامل رژیم غذایی: مصرف ناکافی کلسیم و ویتامین D، مصرف بیش از حد الکل و کافئین، مصرف غذاهای پرنمک، نداشتن رژیم غذایی سالم و کمبود مواد معدنی در رژیم غذایی ممکن است به پوکی استخوان مرتبط باشند.برای تشخیص پوکی استخوان، انجام آزمونهای اندازهگیری چگالی استخوان (DEXA scan) و بررسی عوامل خطر مربوطه توسط پزشک متخصص ارتوپدی یا بیماریهای استخوان و مفاصل توصیه میشود. به منظور پیشگیری و مدیریت پوکی استخوان، فعالیت',
  },
  {
    id: 9,
    name: 'اختلالات رشد',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description:
      'اختلالات رشد به وضعیتهایی اطلاق میشود که منجر به عدم رشد طبیعی یا نامنظم در افراد میشود. این اختلالات میتوانند ناشی از عوامل ژنتیکی، مشکلات هورمونی، مشکلات تغذیهای و بیماریهای مزمن باشند. برخی از اختلالات رشد رایج عبارتند از:1. قصر قد (Short stature): وقتی که افراد دارای قد کمتر از حد معمول سن و جنس خود هستند. علل قصر قد میتواند شامل مشکلات هورمونی مثل کمبود هورمون رشد، مشکلات ژنتیکی مانند بیماریهای مرتبط با کروموزوم (مانند سندرم داون) و مشکلات مرتبط با تحت تغذیه و بیماریهای مزمن باشد.2. بیشفعالی تیروئید (Hyperthyroidism): این مشکل هورمونی باعث افزایش فعالیت تیروئید میشود و میتواند منجر به رشد طبیعی یا نامنظم، افزایش سریع و بیرویه وزن، اضطراب و عصبانیت، لرزش دستها، دمیدن بیش از حد، خستگی، تنگی نفس و تپش قلب شود.3. کمفعالی تیروئید (Hypothyroidism): در این حالت، فعالیت تیروئید کاهش مییابد و میتواند منجر به رشد کند و نامنظم، کاهش شتاب رشد، کاهش تمرکز و حافظه، خستگی، گرمای بدن کمتر از حد معمول، تغییرات در پوست (خشکی و خارش) و تورم صورت و حلق شود.4. سندرم ترنر (Turner syndrome): این یک بیماری ژنتیکی است که در زنان رخ میدهد و با عدم توسعه کامل یک یا دو کروموزوم جنسی زنانه (کروموزوم X) همراه است. افراد مبتلا به سندرم ترنر معمولاً قد کوتاه، گردن کوتاه و پختهی دستها و پاها (کلوبینگ) را تجربه میکنند.اختلالات رشد نیازمند ارزیابی دقیق و درمان توسط پزشک متخصص میباشند. درمان ممکن است شامل مداخله هورمونی، تغذیه مناسب، درمان بیماریهای مزمن همراه و مراقبتهای پزشکی و تراز مشاوره باشد.',
  },
  {
    id: 10,
    name: 'سندروم متابولیک',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description:
      'سندروم متابولیک یک شرح بالینی است که به مجموعهای از عوامل ریسک قلبی-عروقی اشاره دارد که همزمان در یک فرد وجود دارند. این عوامل شامل فشار خون بالا، سطح چربی خون بالا (هایپرلیپیدمی)، سطح قند خون بالا (گلوکز بالا یا دیابت نوع 2) و چاقی و توده بدنی بالا میشوند.علاوه بر این عوامل اصلی، سندروم متابولیک ممکن است شامل سایر عوامل مانند سطح پایین هورمون آمیلین (هورمون کنترل قند خون)، التهابات مزمن ناشی از عفونتها یا بیماریهای التهابی، رزیستانس به انسولین (کاهش حساسیت بدن به انسولین) و اختلالات تریگلیسرید (مثل هایپرتریگلیسریدمی) باشد.سندروم متابولیک ریسک بالایی برای بروز بیماریهای قلبی-عروقی (مانند بیماری عروق کرونری قلب و سکته قلبی)، دیابت نوع 2، درگیری کبد چرب غیرالکلی و برخی سرطانها (مثل سرطان روده بزرگ) است.عوامل خطری برای ابتلا به سندروم متابولیک شامل ژنتیک، چاقی، فعالیت بدنی کم، تغذیه ناسالم (مصرف غذاهای باقدرت بالا، چربیهای اشباع شده و قند ساده) و سن بالا هستند.برای تشخیص سندروم متابولیک، پزشک معمولاً بر اساس معیارهایی مانند معیار NCEP ATP III (معیار سوم برنامه ملی تریکلرید)، معیار IDF (اتحادیه دیابت جهانی) یا معیار AHA/NHLBI (انجمن قلب آمریکا/مؤسسه قلب، ریه و خون آمریکا) تشخیص میدهد.برای درمان سندروم متابولیک، تغییرات در سبک زندگی از جمله تغذیه مناسب، فعالیت بدنی منظم و کاهش وزن مهم هستند. در موارد لزوم، داروها میتوانند برای کنترل عوامل خاص مانند فشار خون، قند خون یا چربی خون تجویز شوند. همچنین، پیگیری منظم و درمان بیماریهای مزمن مرتبط نیز ضروری است.',
  },
  {
    id: 11,
    name: 'کبد چرب',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0010.webp',
      '/images/parallax/0011.webp',
      '/images/parallax/0012.webp',
    ],
    description:
      'کبد چرب (Fatty liver) یا همان استئاتوهپاتی نافلاماتوز (Steatosis Hepatis) عبارت است از تجمع چربی در سلولهای کبد. این وضعیت معمولاً به دو شکل دستهبندی میشود:1. کبد چرب غیرالکلی (Non-Alcoholic Fatty Liver Disease - NAFLD): در این حالت، تجمع چربی در سلولهای کبد رخ میدهد بدون نیاز به مصرف مقادیر زیاد الکل. NAFLD یکی از شایعترین علل بیماری کبد چرب است و میتواند با افزایش ریسک بروز بیماریهای جدی کبدی مانند فیبروز و سیرروز (تغییرات تشدید شده در بافت کبد) همراه باشد.2. کبد چرب الکلی (Alcoholic Fatty Liver Disease - AFLD): در این حالت، تجمع چربی در سلولهای کبد ناشی از مصرف مقادیر زیاد الکل رخ میدهد. مصرف الکل به طور مداوم و بیش از حد میتواند باعث تلف سلولهای کبد و تشدید بیماری کبد چرب الکلی شود.عوامل خطر برای بروز کبد چرب شامل چاقی، دیابت نوع 2، مصرف الکل بیش از حد، مقدار قند خون بالا، سطح چربی خون بالا و مقاومت به انسولین هستند.علائم کبد چرب در مراحل اولیه ممکن است ناشناخته باشند و بیمار احساس خستگی یا تپش قلب را تجربه کند. با پیشرفت بیماری، ممکن است فشار و درد در ناحیه بالای شکم (ناحیه کبد)، تورم شکم، علائم گوارشی ناشی از کبد چرب و تغییرات در عملکرد کبد مانند اختلال در آزمایشات کبدی ظاهر شوند.برای تشخیص کبد چرب، پزشک معمولاً بر اساس سابقه بیماری، آزمایشات خونی (شامل آزمایشهای کبدی و متابولیک) و تصویربرداری مانند سونوگرافی کبد و تراکم سنجی الاستوگرافی (FibroScan) تشخیص را قائل میشود.برای درمان کبد چرب، تغییر در سبک زندگی مانند کاهش وزن (در صورت چاقی)، افزایش فعالیت بدنی، تغذیه سالم و کنترل عوامل خطر مانند دیابت و',
  },
  {
    id: 12,
    name: 'چاقی',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description:
      'چاقی یک وضعیت است که در آن توده بدنی فرد به میزانی بالاتر از حد طبیعی و سالم است. این وضعیت اغلب با تجمع چربی اضافی در بدن همراه است و میتواند عوارض و مشکلات جدی برای سلامتی به همراه داشته باشد. برای تشخیص چاقی، معیارهایی مانند شاخص توده بدنی (BMI)، اندازه دور کمر و ارزیابی توزیع چربی در بدن استفاده میشود.چاقی معمولاً نتیجه تعادل بین مصرف انرژی (کالری) بیشتر از مصرف آن است. عوامل مختلف میتوانند به ایجاد چاقی کمک کنند، شامل:1. عوامل ژنتیک: وجود تمایل به چاقی در خانواده میتواند ریشه در بروز چاقی داشته باشد.2. عوامل رفتاری و سبک زندگی: مصرف غذاهای با ارزش غذایی بالا و کمبود فعالیت بدنی از جمله عواملی هستند که به چاقی منجر میشوند. همچنین، تغذیه ناسالم، مصرف بیش از حد آبنباتات، شیرینیها و آبمیوههای شیرین شده نیز میتواند دلیل چاقی باشد.3. عوامل روانشناختی: استرس، اضطراب و افسردگی ممکن است منجر به افزایش مصرف غذا در برخی افراد شود و باعث چاقی شوند.4. بیماریها و عوامل متابولیک: برخی بیماریها مانند هیپوتیروئیدیسم (کاهش فعالیت تیروئید) و دیابت نوع 2 میتوانند به افزایش وزن و چاقی منجر شوند.چاقی ممکن است به عوارض جدی مانند بیماریهای قلبی-عروقی، دیابت نوع 2، بیماریهای مفصلی، برخی از سرطانها و مشکلات تنفسی (مانند آپنه خواب) منجر شود. برای درمان چاقی، تغییر در سبک زندگی مانند افزایش فعالیت بدنی، تغذیه سالم و کاهش مصرف کالری پیشنهاد میشود. در موارد لزوم، رژیمهای غذایی و داروها ممکن است توسط پزشکان تجویز شوند. همچنین، راهنم',
  },
  {
    id: 13,
    name: 'زایمان طبیعی',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0019.webp',
      '/images/parallax/0020.webp',
      '/images/parallax/0021.webp',
    ],
    description: '',
  },
  {
    id: 14,
    name: 'جراحی زیبایی زنان',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description: '',
  },
  {
    id: 15,
    name: 'RF',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description: '',
  },
  {
    id: 16,
    name: 'لیزر زنان',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description: '',
  },
  {
    id: 17,
    name: 'افتادگی واژن',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0022.webp',
      '/images/parallax/0023.webp',
      '/images/parallax/0024.webp',
    ],
    description: '',
  },
  {
    id: 18,
    name: 'اختلالات قاعدگی',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0025.webp',
      '/images/parallax/0026.webp',
      '/images/parallax/0027.webp',
    ],
    description: '',
  },
  {
    id: 19,
    name: 'عفونت واژینال',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0022.webp',
      '/images/parallax/0023.webp',
      '/images/parallax/0024.webp',
    ],
    description:
      'عفونت واژینال به معنای التهاب یا عفونت در منطقه واژینا (لوله تناسلی زنانه) است. این نوع عفونتها ممکن است توسط باکتریها، قارچها، ویروسها یا سایر میکروبها ایجاد شود. برخی از نوعهای رایج عفونت واژینال عبارتند از:1. عفونت باکتریایی: عفونت باکتریایی واژینا معمولاً ناشی از تغییرات در تعادل بین باکتریهای مفید و مضر در واژینا است. یکی از نمونههای رایج عفونت باکتریایی واژینا عفونت باکتریایی واژینوز (Bacterial Vaginosis - BV) است که با علائمی مانند ترشحات بیرنگ یا خاکستری، بوی نامطبوع و احساس سوزش و خارش همراه است.2. عفونت قارچی: یکی دیگر از علتهای معمول عفونت واژینال، عفونت قارچی واژینال است که به علت رشد بیش از حد قارچ Candida در واژینا رخ میدهد. این نوع عفونت باعث ترشحات سفید و چسبنده، خارش و التهاب در منطقه واژینا میشود و به عامل قارچ Candida albicans برمیگردد.3. عفونت ویروسی: عفونت ویروسی واژینال میتواند ناشی از ویروسهای مختلفی مانند ویروس هرپس سیمپلکس (Herpes Simplex Virus) باشد. این عفونت با علائمی مانند زخمهای دردناک و تورم در ناحیه واژینا همراه است.برخی از عوامل خطر برای عفونت واژینال شامل استفاده از ضدباکتریهای قوی، استفاده از لوسیونها یا صابونهای قوی، عدم حفظ بهداشت تمیزی و استفاده از لباسهای ضیق و ناخوشایند میشوند.برای تشخیص و درمان عفونت واژینال، بهتر است به پزشک خود مراجعه کنید. پزشک ممکن است با بررسی علائم، انجام آزمایشهای لازم و پرسشهای جزئیتر، تشخیص صحیح را برای شما قائل شود و درمان مناسب را توصیه کند.',
  },
  {
    id: 20,
    name: 'مراقبت‌های یائسگی',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0025.webp',
      '/images/parallax/0026.webp',
      '/images/parallax/0027.webp',
    ],
    description:
      'مراقبتهای یائسگی برای حفظ سلامت و راحتی زنان در دوران پس از یائسگی (اوج تولید هورمونهای تخمدان) مهم است. در ادامه، چند مراقبت عمومی برای یائسگی ذکر میشود:1. رژیم غذایی سالم: تغذیه مناسب با تمرکز بر مواد غذایی سالم و متنوع شامل سبزیجات، میوهها، محصولات کاملمغذی، منابع پروتئینی کم چرب و روغنهای نیمهجامد استقرار داده شود. مصرف مکملهای ویتامین D و کلسیم نیز معمولاً توصیه میشود.2. فعالیت بدنی منظم: ورزش و فعالیت بدنی منظم و ملایم مانند پیادهروی، شنا، یوگا یا تمرینات مقاومتی میتواند به حفظ قدرت عضلات، استقامت قلبی-عروقی، حفظ استحکام استخوان و کاهش علائم یائسگی مانند خواب نامنظم و افزایش وزن کمک کند.3. مدیریت استرس: تمرینات آرامشی مانند مدیتیشن، تنفس عمیق، یوگا، ماساژ و روشهای دیگر مدیریت استرس را در یائسگی تسهیل میکنند.4. پشتیبانی اجتماعی: حضور در جمعیتها و گروههای حمایتی برای به اشتراک گذاری تجربیات و سوالات با سایر زنان در دوران یائسگی میتواند احساس تسهیل و تحمل این دوره را تقویت کند.5. مراقبت از پوست: استفاده از محصولات مرطوبکننده، استفاده از کرم ضدآفتاب و تغذیه مناسب برای حفظ سلامت پوست در دوران یائسگی مهم است.6. بررسی های سالمتی منظم: تعیین وقتهای منظم برای ملاقات با پزشک خود و انجام آزمونها و بررسیهای سالمتی مناسب، از جمله اندازهگیری سطح استروژن و گفتگو در مورد نیازهای خاص شما در دوران یائسگی، ضروری است.همچنین، در صورتی که علائم یائسگی شما شدید و تأثیر قابل توجهی در کیفیت زندگیتان داشته باشد، ممکن است نیاز به مشاوره پزشکی و روشهای در',
  },
  {
    id: 21,
    name: 'پوکی استخوان',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0028.webp',
      '/images/parallax/0029.webp',
      '/images/parallax/0030.webp',
    ],
    description: '',
  },
  {
    id: 22,
    name: 'خشکی واژن',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0022.webp',
      '/images/parallax/0023.webp',
      '/images/parallax/0024.webp',
    ],
    description:
      'خشکی واژن یک مشکل شائع در زنان است که میتواند ناشی از عوامل مختلفی مانند تغییرات هورمونی، عوامل روانشناختی، داروها، عفونتها و عوامل خارجی مثل محصولات بهداشتی ناسالم باشد. خشکی واژن ممکن است با علائمی مانند سوزش، خارش، التهاب، درد هنگام رابطه جنسی و ترشحات کمرنگ یا نامطبوع همراه باشد.برخی از راهکارهای مراقبت از خشکی واژن عبارتند از:1. استفاده از محصولات مرطوبکننده: استفاده از ژلها و کرمهای مرطوبکننده واژنی میتواند به حفظ رطوبت واژینا کمک کند. انتخاب محصولات با فرمولاسیونهای طبیعی و بدون عطر و مواد شیمیایی تحریککننده مفید است.2. استفاده از روغنهای طبیعی: مصرف روغنهای طبیعی مانند روغن بادام، روغن نارگیل و روغن زیتون به عنوان مرطوبکننده طبیعی میتواند در کاهش خشکی واژن مؤثر باشد. قبل از استفاده، بهتر است با پزشک یا متخصص مشورت کنید.3. تغییرات در روشهای بهداشتی: استفاده از صابونها و محصولات بهداشتی نرم و بدون عطر در منطقه واژینا میتواند تحریک نماید. همچنین، شستشوی ملایم و استفاده از آب گرم به جای آب داغ برای حمام میتواند به حفظ رطوبت واژینا کمک کند.4. استفاده از لباسهای مناسب: انتخاب لباسهای نرم، پنبهای و ضدآلرژی میتواند تهویه مناسب و جلوگیری از تراکم رطوبت در منطقه واژینا را فراهم کند.5. مشاوره پزشکی: در صورتی که خشکی واژن شما شدید است و باعث عدم راحتی و کاهش کیفیت زندگی میشود، بهتر است با پزشک خود مشاوره کنید. پزشک میتواند علت خشکی را تشخیص داده و روشهای درمانی متناسب را توصیه کند، از جمله استفاده از محصولات دارویی یا هورمونی مناسب، در صور',
  },
  {
    id: 23,
    name: 'اختلالات ادراری زنان',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0025.webp',
      '/images/parallax/0026.webp',
      '/images/parallax/0027.webp',
    ],
    description:
      'اختلالات ادراری زنان شامل مجموعهای از مشکلات و نقصانهای مربوط به سیستم ادراری است. این اختلالات میتوانند شامل علائمی مانند التهاب مجاری ادراری، نفروپاتی ادراری، نفرورفرازی، تورم پروستات یا سندرم پیشابری ناشی از تضعیف عضلات و کولپوسل رحم باشند.به بعضی از شایعترین اختلالات ادراری زنان عبارتند از:1. التهاب مجاری ادراری: شامل التهاب مثانه (سیستیت) و التهاب کلیه و لولههای ادراری (پیلونفریت) است. علائم شایع شامل تغییر در رنگ ادرار، سوزش و تنگی در هنگام ادرار، نیاز مکرر به ادرارکردن و درد در منطقه حوض است. عفونتهای مجاری ادراری باید به طور جدی درمان شوند تا جلوگیری از مشکلات بیشتر مانند عفونتهای باارزش یا آسیب به کلیه.2. سندرم پیشابری تنبل و تضعیف عضلات: در این حالت، عضلات کیسه ادراری و لولههای ادراری ضعیف شده و نمیتوانند به طور کامل مقدار ادرار را تخلیه کنند. این ممکن است منجر به علائمی مانند تورم پروستات در مردان و کولپوسل رحم در زنان شود. نتیجه این اختلال میتواند شکستگی مجاری ادراری، التهاب مثانه یا عفونتهای مکرر مجاری ادراری باشد.3. نفرسیون (تحریک مقرانی): این عبارت است از تخلیه ناخواسته و غیرکنترلی ادرار از مثانه. علل مختلفی میتوانند باعث ایجاد نفرسیون شوند، از جمله ضعف عضلات مجرای ادراری، التهابات مثانه، آسیب به اعصاب کنترل ادرار و استفاده از داروهای تحریککننده.4. نفروپاتی ادراری: در بعضی موارد، عوامل مانند دیابت، عوارض داروها یا عوامل ژنتیکی میتوانند باعث آسیب به اعصاب ادراری شوند که منجر به مشکلات ادراری مانند نفرسیون، نفروپاتی اولیه، خروجی ادرار کم یا نفرورفرازی میشوند.در هر صورت،',
  },
  {
    id: 24,
    name: 'مراقبت‌های بارداری',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0019.webp',
      '/images/parallax/0020.webp',
      '/images/parallax/0021.webp',
    ],
    description: '',
  },
  {
    id: 25,
    name: 'پاپ اسمیر',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description: '',
  },
  {
    id: 26,
    name: 'معاینه پستان',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0007.webp',
      '/images/parallax/0008.webp',
      '/images/parallax/0009.webp',
    ],
    description: '',
  },
  {
    id: 27,
    name: 'IUD',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0022.webp',
      '/images/parallax/0023.webp',
      '/images/parallax/0024.webp',
    ],
    description:
      'IUD یا "دستگاه ترشح داخل رحم" (Intrauterine Device) یک روش باروری بعد از وقوع نعوظ طبیعی است. IUD یک دستگاه کوچک به شکل T یا Y است که توسط پزشک درون رحم قرار میگیرد. این دستگاه ممکن است شامل هورمونها باشد یا بدون هورمون باشد.IUD ها دو نوع اصلی دارند:1. IUD های هورمونی: این نوع IUD حاوی هورمونهایی مانند هورمون پروژستین است. هورمونها به آرامی و به صورت مداوم از IUD آزاد میشود و تغییرات در رحم و دیگر سازوکارهای جلوگیری از بارداری ایجاد میکنند. اثرات جانبی ممکن است شامل خونریزی نامنظم، درد شکمی و تغییرات در الگوی قاعدگی باشد. این نوع IUD عموماً تا 3-5 سال موثر هستند.2. IUD های غیرهورمونی: این نوع IUD شامل دستگاهی است که فلزاتی مانند مس یا نقره را در بر دارد. فلزات موجب تحریک رحم میشوند و باعث جلوگیری از بارداری میشوند. برخی از IUD های غیرهورمونی حتی تا 10 سال میتوانند موثر باشند.نصب IUD توسط یک پزشک یا پرستار با تجربه انجام میشود و به صورت روزانه نیازی به تداخل و خراب کردن رابطه جنسی ندارد. البته برای نصب و برداشت IUD نیاز به مراجعه به مراکز بهداشتی یا مطب پزشک دارید. قبل از تصمیمگیری درباره استفاده از IUD، بهتر است با یک پزشک یا متخصص باروری مشورت کنید تا با شما در مورد نوع مناسب IUD و جزئیات استفاده صحبت کند.',
  },
  {
    id: 28,
    name: ' کورتاژ',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0025.webp',
      '/images/parallax/0026.webp',
      '/images/parallax/0027.webp',
    ],
    description: '',
  },
  {
    id: 29,
    name: 'هیسترکتومی(خارج نمودن رحم)',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0022.webp',
      '/images/parallax/0023.webp',
      '/images/parallax/0024.webp',
    ],
    description: '',
  },
  {
    id: 30,
    name: 'مشاوره بارداری',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0019.webp',
      '/images/parallax/0020.webp',
      '/images/parallax/0021.webp',
    ],
    description: '',
  },
  {
    id: 31,
    name: 'بیماری‌های عفونی',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description:
      'بیماریهای عفونی بیماریهایی هستند که به واسطه میکروارگانیسمهای زنده مانند باکتریها، ویروسها، قارچها یا انگلها منتقل میشوند. این میکروارگانیسمها میتوانند در بدن انسان رشد کنند و علائم و علائم بیماری را به وجود آورند.برخی از بیماریهای عفونی شایع عبارتند از:1. سرماخوردگی: تنفسی عمومی است که ناشی از عفونت ویروسی در مجاری تنفسی بالا (بینی و گلو) است.2. آنفولانزا (آنفولانزای ویروسی): یک عفونت ویروسی است که علائمی شبیه به سرماخوردگی دارد، اما شدیدتر است و میتواند با تب، سردرد شدید و خستگی عمومی همراه باشد.3. التهاب گلوی تنفسی: عفونت باکتریایی یا ویروسی در گلو که منجر به التهاب و درد در گلو میشود.4. عفونت دستگاه ادراری: عفونت باکتریایی در مثانه، کلیهها یا سایر بخشهای دستگاه ادراری، که ممکن است نشانههایی مانند تب، درد و سوزش هنگام تبول و تغییرات رنگ ادرار ایجاد کند.5. عفونتهای پوستی: شامل عفونتهای قارچی (مثل خارش) و عفونتهای باکتریایی (مانند آکنه و زخمها) است.6. هپاتیت: یک عفونت ویروسی کبد است که علائمی مانند خستگی، تب، تیرگی پوست و مشکلات گوارشی ایجاد میکند.7. عفونت های جنسی: عفونت هایی که به واسطه روابط جنسی منتقل می شوند، مانند کلامیدیا، گونورها و هرپس.8. عفونت های روده ای: مانند نزله معده و اسهال باکتریایی که علائمی مانند اسهال، استفراغ، تب و درد شکم ایجاد میکنند.درمان بیماریهای عفونی به وابستگی به نوع بیماری و عامل عامل آن (ویروس، باکتری و غیره) متغیر است. در برخی موارد، تجویز آنتیبیوتیکها، ضدویروسها یا داروهای دیگر ممکن است لازم باشد. هم',
  },
  {
    id: 32,
    name: 'بیماری‌های تب‌دار',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description:
      'بیماریهای تبدار بیماریهایی هستند که با افزایش دمای بدن فوقالعاده (تب) همراه هستند. علت اصلی تب در این بیماریها ممکن است عفونت با ویروس، باکتری، قارچ یا سایر میکروارگانیسمها باشد. البته، برخی بیماریهای التهابی نیز ممکن است باعث ایجاد تب شوند. برخی از بیماریهای تبدار شایع عبارتند از:1. آنفولانزا (آنفولانزای ویروسی): عفونت ویروسی است که علاوه بر سرماخوردگی، بیمار را با تب بالا، سردرد، خستگی و علائم تنفسی شدید مانند سرفه و عطسه مواجه میکند.2. عفونت دستگاه تنفسی علیه باکتریها: مانند التهاب حلق، التهاب ریه (عفونت پنومونی) یا عفونت سینوزیت (التهاب دهانچه های بینی).3. تیفوئید: یک عفونت باکتریایی است که تب بالا، سردرد، درد شکم و اسهال را به همراه دارد.4. مالاریا: بیماری تروپیکالی که توسط پشهها منتقل میشود. علاوه بر تب بالا، مالاریا علائمی مانند لرزش، خستگی، درد عضلانی و تهوع نیز دارد.5. عفونت دستگاه ادراری: مانند التهاب مثانه یا التهاب کلیه که به علت عفونت باکتریایی در این مناطق ایجاد میشود.6. عفونتهای جنسی: برخی از بیماریهای جنسی مانند سیفیلیس، هرپس، گونورها و کلامیدیا میتوانند با تب همراه باشند.7. عفونت همهگیر: بیماریهای همهگیر مانند شیره، لگنبستریس و سپتیسمی میتوانند با تب شدید همراه باشند.درمان بیماریهای تبدار به وابستگی به عامل عامل (ویروس، باکتری و غیره) و شدت بیماری است. در بعضی موارد، داروهای ضدباکتری یا ضدویروسی، تسکین تب و مراقبتهای پشتیبانی ممکن است لازم باشد. مهم است که به پزشک خود مراجعه کنید تا تشخیص صحیح و درمان مناسب را دریافت کنید.',
  },
  {
    id: 33,
    name: 'عفونت‌های تنفسی',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0016.webp',
      '/images/parallax/0017.webp',
      '/images/parallax/0018.webp',
    ],
    description:
      'عفونتهای تنفسی عبارتند از هر نوع عفونت که در سیستم تنفسی بالا یا پایین (مانند بینی، حلق، برونش و ریه) رخ میدهد. این عفونتها میتوانند توسط ویروسها، باکتریها، قارچها یا سایر میکروارگانیسمها به وجود آیند. عفونتهای تنفسی میتوانند از طریق قطرات تنفسی باعث شوند که در هنگام سرفه، عطسه، گفتگو یا تنفس عمومی منتشر میشوند.برخی از عفونتهای تنفسی شایع عبارتند از:1. سرماخوردگی: عفونت ویروسی در مجاری تنفسی بالا که علائمی شبیه به آنفولانزا شامل سرفه، عطسه، گلو درد، بینی گرفتگی و خستگی را به همراه دارد.2. آنفولانزا (آنفولانزای ویروسی): عفونت ویروسی شدیدی است که با تب بالا، سرفه شدید، خستگی، درد عضلانی و مشکلات تنفسی همراه است.3. التهاب حلق: عفونت ویروسی یا باکتریایی که منجر به التهاب و درد در ناحیه حلق میشود.4. التهاب ریه (عفونت پنومونی): عفونت باکتریایی یا ویروسی در ریه که ممکن است علائمی مانند تب، سرفه، خستگی، درد در قفسه سینه و مشکل در تنفس ایجاد کند.5. التهاب برونش: عفونت و التهاب در برونشها که منجر به سرفه، خلط، تنگی نفس و درد قفسه سینه میشود.6. التهاب دهانچه های بینی (سینوزیت): التهاب و عفونت در دهانچه های بینی که ممکن است باعث درد صورت، فشار در منطقه سینوسی و عطسه شود.7. عفونت تنفسی پایین: مانند عفونت برونشیتیس (عفونت در لوله های هوازی ریه)، عفونت آکوتی برگشتپذیر (پنومونی آکوت) یا عفونت تنفسی در COPD (بیماری انسدادی مزمن ریه).درمان عفونتهای تنفسی بستگی به نوع و عامل عفونت دارد. در بعضی موارد، استراحت در خانه، نمونهبرداری و تشخیص دقیق، مراقبتهای نامهبرداری، آن',
  },
  {
    id: 34,
    name: 'کوید 19',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0016.webp',
      '/images/parallax/0017.webp',
      '/images/parallax/0018.webp',
    ],
    description:
      'کووید-19 یا بیماری کروناویروس ۲۰۱۹ (COVID-19) یک عفونت ویروسی است که توسط ویروس SARS-CoV-2 ایجاد میشود. این بیماری برای اولین بار در دسامبر ۲۰۱۹ در شهر ووهان چین شناسایی شد و سپس به سرعت در سراسر جهان منتشر شد.علائم شایع COVID-19 شامل تب، سرفه خشک، خستگی، تنگی نفس، درد عضلانی و علائم دیگر مانند سردرد، سرگیجه، تلفظ ضعیف و تلفظ مشکوک میشوند. برخی افراد ممکن است علائم خفیفی داشته باشند یا حتی بدون علائم بودن به عنوان بیماری بارور باشند، در حالی که در برخی افراد علائم شدید و خطرناک میتواند رخ دهد و نیاز به بستری در بیمارستان و درمان تخصصی داشته باشد. ویروس قادر است از طریق راههای تنفسی منتشر شود و به واسطه قطرات تنفسی که به وجود میآیند، از طریق عطسه، سرفه، گفتگو و حتی تنفس عمومی به افراد دیگر منتقل شود.برای پیشگیری و کنترل شیوع COVID-19، مقامات بهداشتی و سازمانهای بهداشت جهانی توصیه میکنند که مردم از رعایت اقدامات بهداشتی اساسی مانند شستشوی دست منظم، استفاده از ماسک صورت در مکانهای عمومی، حفظ فاصله اجتماعی و جلوگیری از تماس نزدیک با افراد مبتلا خودداری کنند. علاوه بر این، برنامههای گسترده واکسیناسیون در حال انجام است تا در مقابله با بیماری کووید-۱۹ کمک کند.مهم است که همواره از منابع معتبر و سازمانهای بهداشتی محلی خود برای دسترسی به اطلاعات جدید و راهنماییهای بهروز استفاده کنید.',
  },
  {
    id: 35,
    name: 'انفلوآنزا',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0016.webp',
      '/images/parallax/0017.webp',
      '/images/parallax/0018.webp',
    ],
    description:
      'انفلوآنزا یا آنفولانزا (Influenza) یک بیماری عفونی ویروسی است که سیستم تنفسی را تحت تاثیر قرار میدهد. علت این بیماری ویروسهای آنفولانزا هستند که به صورت خاص توسط ویروسهای نوع A، B و C ایجاد میشود. ویروس آنفولانزا منجر به التهاب مجاری تنفسی بالا و پایین شده و میتواند علائم و عوارض جدی در برخی افراد ایجاد کند.علائم شایع انفلوآنزا شامل تب بالا، سردرد، خستگی شدید، عطسه، سرفه، گلو درد، عضلات دردناک، خشکی و التهاب بینی میشود. بیماری اغلب با ناگهانیت و شدت بالا آغاز میشود و میتواند باعث ایجاد مشکلات تنفسی و افزایش خطر عفونتهای ثانویه مثل آمونیت (عفونت ریه) شود. در برخی از موارد، انفلوآنزا میتواند عوارض جدی و حتی مرگبار در افراد سالم و مجبور به تقویت سیستم ایمنی بدن باشد. افرادی که مستعدتر به عوارض جدی هستند شامل افراد مسن، کودکان کوچک، بیماران مبتلا به بیماریهای مزمن و زنان باردار میشوند.برای پیشگیری از انفلوآنزا، موارد زیر را میتوان انجام داد:1. واکسیناسیون: دریافت واکسین آنفلوآنزا هر ساله برای حفظ ایمنی در برابر سویههای جدید ویروس موجود توصیه میشود.2. شستشوی دست منظم: شستشوی مکرر و صحیح دستها با آب و صابون به مدت ۲۰ ثانیه کمک به کاهش شیوع ویروس میکند.3. استفاده از ماسک صورت: استفاده از ماسک صورت در محیطهای عمومی و در صورت نزدیکی به افراد مبتلا یا مشکوک به انفلوآنزا کمک به جلوگیری از انتقال ویروس میکند.4. پوشیدن البسه مناسب: بپوشیدن لباس مناسب و تمیز، به ویژه در فصول سرد، از انتقال ویروس از طریق قطرات تنفسی جلوگیری میکند.5. جلوگیری از تماس نزدیک با افراد مبتلا: هنگام',
  },
  {
    id: 36,
    name: 'عفونت‌های کلیوی',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0013.webp',
      '/images/parallax/0014.webp',
      '/images/parallax/0015.webp',
    ],
    description:
      'عفونتهای کلیوی به هر نوع عفونت از نظر قارچی، ویروسی یا باکتریایی در ساختارها و عضلات کلیهها اطلاق میشود. این نوع عفونتها میتوانند در قسمتهای مختلف کلیه تشکیل شده و به آنها صدمه برسانند. عفونت کلیوی میتواند در نتیجه ورود مستقیم باکتریها از طریق مجاری ادراری به کلیهها رخ دهد یا از طریق مسیر خونی به کلیهها منتقل شود.برخی از نوعهای شایع عفونتهای کلیوی عبارتند از:1. التهاب مجرای ادراری (UTI): UTI شامل عفونت مثانه، ادراررس، یا هر دو است و میتواند به کلیهها گسترش یابد و عفونت کلیهها (پیلونفریت) را ایجاد کند.2. نفرومهای کلیوی: عفونت مزمن و تکراری کلیهها که میتواند منجر به آسیب و التهاب در بافت کلیه شود و باعث نفرومهای کلیوی مانند نفروم بخیهای یا نفروم خودایمنی شود.3. سپتیسمی: عفونت باکتریایی شدید که از جای دیگری در بدن به کلیهها منتقل میشود و ممکن است باعث التهاب و آسیب در کلیهها شود.4. سنگ کلیه: اندامهای سخت شکل گرفته در کلیه که میتوانند راه ادرار را بسته کرده و عفونت درونریزی را در کلیهها ایجاد کنند.علائم عفونتهای کلیوی ممکن است شامل تب، درد و تورم در منطقه کلیه، تغییرات در رنگ ادرار، خون در ادرار، سردرد، لرزش و علائم دیگر باشد. در صورت مشاهده هر یک از این علائم، مهم است به پزشک خود مراجعه کنید تا تشخیص دقیق و درمان مناسب انجام شود. در بسیاری از موارد، عفونتهای کلیوی با استفاده از آنتیبیوتیکها قابل درمان هستند، اما در صورت تشدید علائم و آسیب جدی به کلیهها، درمانهای دیگر ممکن است نیاز باشد.',
  },
  {
    id: 37,
    name: 'عفونت‌های گوارشی',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description:
      'عفونتهای گوارشی ناشی از عاملهای مختلف از جمله باکتریها، ویروسها و پارازیتها هستند. این نوع عفونتها میتوانند در قسمتهای مختلف سیستم گوارشی ایجاد شوند، از جمله دهان، معده، روده بزرگ و کوچک. غذاها و آب آلوده، تماس با مواد آلوده، مسمومیت غذایی و عدم رعایت بهداشت شخصی میتوانند منجر به عفونتهای گوارشی شوند.برخی از نوعهای شایع عفونتهای گوارشی عبارتند از:1. عفونت روده باکتریایی: عفونتهایی که ناشی از باکتریها مانند سالمونلا، اشریشیاکلی، کمپیلوباکتر و شیگلا است.2. عفونت ویروسی: مانند نوروویروسها (مانند Rotavirus) که عفونت معروف در کودکان را ایجاد میکنند، و همچنین ویروسهای نوروتروپیک ویروس، هپاتیت A و C و غیره.3. عفونت پارازیتی: شامل عفونتهای توکسوپلاسما، لمبلیا، گاردیا، انتروبیوس و غیره است.4. عفونت قارچی: مثل عفونتهای کاندیدیازیس که توسط قارچ Candida albicans ایجاد میشود و عمدتاً در مخاط دستگاه گوارشی رخ میدهد.علائم عفونتهای گوارشی ممکن است شامل اسهال، استفراغ، تهوع، درد شکمی، تب، تغییرات در رنگ ادرار یا مدفوع، سفت شدن مدفوع و سایر علائم مربوط به گوارش باشد. در صورت بروز علائم عفونتهای گوارشی، مهم است به پزشک خود مراجعه کنید تا تشخیص دقیق و درمان مناسب انجام شود. در بسیاری از موارد، آب و مایعات بیشتر، مراقبت از تغذیه، استفاده از آنتیبیوتیکها در صورت لزوم و درمان علائم مشکل معده و روده پیشنهاد میشود.',
  },
  {
    id: 38,
    name: 'بیماری‌ها آمیزشی',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description:
      'بیماریهای آمیزشی (عفونی) ناشی از وجود میکروارگانیسمها، شامل باکتریها، ویروسها، قارچها و پارازیتها هستند که به بدن فرد وارد شده و در آنجا تکثیر میکنند. این میکروارگانیسمها میتوانند در انسان به صورت طبیعی حضور داشته باشند، اما وقتی که به تعادل بیماریزایی میکروبها واژگون میشود، عفونت رخ میدهد.برخی از نوعهای شایع بیماریهای آمیزشی عبارتند از:1. عفونتهای تنفسی: شامل سرماخوردگی، آنفولانزا، عفونتهای ریه مانند عفونتهای تنفسی بالا (URTI) و تنفسی پایین (LRTI) است.2. عفونتهای پوستی: مثل عفونتهای باکتریایی مانند زخمهای عفونی، جراحیها و عفونتهای قارچی مانند قارچهای Candida و داکتیلیوم است.3. عفونتهای ادراری: شامل التهاب مجاری ادراری (UTI) مثل سیستیت، پایلونفریت و عفونتهای بیمارستانی ادراری است.4. عفونتهای گوارشی: مانند عفونتهای باکتریایی مانند سالمونلا، اشریشیاکلی، کمپیلوباکتر و عفونتهای ویروسی مانند نوروویروسها و هپاتیت A و C است.5. عفونتهای جنسی: شامل عفونتهای باکتریایی مانند کلامیدیا، گونوره و عفونتهای ویروسی مانند هرپس گنیتال و HIV است.6. عفونتهای خونی: مثل سپتیسمی، عفونتهای توکسینی و عفونتهای پارازیتی مانند مالاریا.علائم بیماریهای آمیزشی ممکن است به عوامل مختلف و نوع عفونت بستگی داشته باشد. این شامل تب، درد، التهاب، خارش، سردرد، تورم، تغییرات در رنگ مایعات بدن (مثل ادرار یا مدفوع) و سایر علائم مربوط به هر نوع بیماری آمیزشی است. در صورت بروز علائم مشکوک، مهم است که به پزشک خود مراجعه کنید تا تشخیص دقیق و درمان مناسب انجام شود',
  },
  {
    id: 39,
    name: 'زگیل تناسلی',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description:
      'زگیل تناسلی (زگیل جنسی) یک بیماری آمیزشی است که به وسیلهی باکتری با نام "ترپونِما پالیدوم" منتقل میشود. این بیماری عمدتاً از طریق رابطه جنسی بیشتر منتقل میشود، اما ممکن است از طریق تماس مستقیم با لبهای تناسلی آلوده نیز منتقل شود.علائم زگیل تناسلی ممکن است چند روز تا چند هفته پس از انتقال باکتری ظاهر شوند. علائم شایع زگیل تناسلی عبارتند از:1. زخمهای قرمز یا غیر قرمز روی عضو تناسلی، معمولاً در ناحیه آلت تناسلی خارجی، آلت تناسلی داخلی، یا روی فرج. این زخمها ممکن است بیدرد یا داغان باشند و معمولاً نازک و پوستهای هستند.2. خارش یا سوزش در ناحیه تناسلی.3. قرمزی، التهاب و تورم در ناحیه تناسلی.4. خروج مایعات غیرطبیعی از ناحیه تناسلی، مانند رنگدهی صفراوی، سفیدی یا سبزی.در صورت بروز هر یک از این علائم، باید به پزشک خود مراجعه کنید. برای تشخیص زگیل تناسلی، پزشک ممکن است از طریق بررسی جسمی، آزمایشهای آزمایشگاهی و سوالات درباره تاریخچه جنسی شما تشخیص دقیق را بررسی کند.زگیل تناسلی با استفاده از آنتیبیوتیکها قابل درمان است. درمان بهطور معمول شامل دورهای از آنتیبیوتیکها میباشد که توسط پزشک تجویز میشود. همچنین، درمان همزمان جفتشوندهای جنسی نیز الزامی است تا از انتقال عفونت به دیگران جلوگیری شود.',
  },
  {
    id: 40,
    name: 'تبخال تناسلی',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description:
      'تبخال تناسلی، یا سیفیلیس، یک بیماری آمیزشی جنسی است که به وسیله باکتری با نام "ترپونِما پالیدوم" منتقل میشود. این بیماری در حالت زیستی دو فاز دارد: فاز اولیه و فاز ثانویه.در فاز اولیه، علائم ممکن است 2 تا 3 هفته پس از انتقال باکتری ظاهر شوند. علائم شایع فاز اولیه تبخال تناسلی عبارتند از:1. زخم خراشنده (شکاف) در محل ورود باکتری، که معمولاً در ناحیه تماس جنسی، لبهای تناسلی، آلت تناسلی داخلی یا روی فرج قرار میگیرد. این زخم معمولاً بیدرد و بدون التهاب است.2. قرمزی و التهاب در ناحیه زخم.3. بزرگ شدن غدههای لنفاوی نزدیک زخم.در فاز ثانویه، علائم بیشتر و گستردهتر شده و ممکن است چند هفته تا چند ماه پس از ظهور زخم اولیه ظاهر شوند. علائم شایع فاز ثانویه تبخال تناسلی عبارتند از:1. زخمهای پوستی یا مخاطی در سراسر بدن، اغلب در دستها و پاها، خصوصاً در ناحیه کف پاها.2. آسیب به پوست، موئینه و غضروف در ناحیه زخم.3. طولانی شدن غدههای لنفاوی در نقاط مختلف بدن.4. خستگی، تب، سردرد، دل درد و علائم سیستمیک دیگر.اگر شما یا همجنس با شما علائم مشابهی داشته باشید، بهتر است به پزشک مراجعه کنید. تشخیص تبخال تناسلی براساس بررسی جسمی، آزمایشات خون و آزمایشهای سرولوژیک انجام میشود.تبخال تناسلی قابل درمان است، و درمان با استفاده از آنتیبیوتیکها صورت میگیرد. در فاز اولیه، یک دورهی کوتاه از آنتیبیوتیکها به عنوان درمان نخستین تجویز میشود. در فازهای بعدی، نیاز به درمان بیشتر و طولانیتر است. همچنین، پارتنر جنسی شما نیز باید درمان شود تا از انتقال عفونت',
  },
  {
    id: 41,
    name: 'سوزاک',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description:
      'سوزاک، یا همان عفونت خارج تناسلی، یک بیماری آمیزشی جنسی است که توسط باکتری با نام "کلامیدیا تراکوماتیس" ایجاد میشود. این باکتری بیشتر در ناحیههای تناسلی از جمله رحم، لولههای رحم، لولههای منی، سرویکس و ادرارچه حضور دارد.علائم سوزاک ممکن است به صورت ظاهری یا پنهان باشند و برخی از افراد مبتلا به این عفونت هیچ علامتی نداشته باشند. اگر علائم ظاهر شوند، ممکن است شامل موارد زیر باشد:1. واژینیت (التهاب واژن): شامل التهاب، خارش، سوزش و قرمزی در ناحیه واژن است.2. عفونت سرویکس: ممکن است باعث التهاب و عفونت در سرویکس (گردن رحم) شود، که میتواند با علائم مانند خونریزی بیش از حد بعد از روابط جنسی، التهاب و درد ناحیه پایین شکم همراه باشد.3. عفونت لولههای رحم: اگر عفونت به لولههای رحم (توالی فالوپ) گسترش یابد، میتواند منجر به علائم مانند درد شکم پایین، خونریزی غیرمعمول بین دورههای قاعدگی، عفونت مزمن لولههای رحم و حتی عقیمیت شود.برای تشخیص سوزاک، پزشک ممکن است از طریق تاریخچه پزشکی، بررسی جسمی و آزمایشات آزمایشگاهی نمونهبرداری از ناحیه تناسلی یا خون، تشخیص دقیق را بررسی کند.سوزاک قابل درمان است و معمولاً با مصرف آنتیبیوتیکهایی مانند آزیترومایسین، دوزیترومایسین، یا دوکسیسایکلین درمان میشود. همچنین، همسر جنسی شما نیز باید درمان شود تا از انتقال عفونت به یکدیگر و دیگر افراد جلوگیری شود.',
  },
  {
    id: 42,
    name: 'عفونت زخم',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description:
      'عفونت زخم اتفاق میافتد وقتی باکتریها، ویروسها یا قارچها به زخم وارد شده و توانایی تکثیر دارند. علائم و نشانههای عفونت زخم ممکن است شامل موارد زیر باشد:1. التهاب: زخم ممکن است قرمز، تورم داشته باشد و درب برگشت کند.2. درد: عفونت زخم ممکن است باعث افزایش درد و تحریک عصبها در ناحیه زخم شود.3. خروج مایعات نازئین: ممکن است زخم آبکی، پوستهپوسته، مایعات رقیق یا چسبنده تری ترشح کند.4. بوی نامطبوع: در برخی موارد، عفونت زخم میتواند باعث بوی نامطبوع یا بوی ناگوار شود.5. تشکیل پوسته: در صورتی که زخم بهبود پیدا نکند، ممکن است پوسته تشکیل شود و جریان خون به منطقه زخم کاهش یابد.6. حمامگریزی: ممکن است زخم بیشتر احساس درد یا حساسیت به لمس کند و فرد باعث حمامگریزی از تماس با آن شود.اگر فکر میکنید زخم شما عفونت دارد، بهتر است به پزشک یا پرستار مراجعه کنید. آنها میتوانند زخم را بررسی کرده و تشخیص درستی را برای شما قرار دهند. در صورت تأیید عفونت، پزشک ممکن است آنتیبیوتیک یا سایر درمانهای مورد نیاز را تجویز کند. همچنین، نکات بهداشتی مثل تمیز نگه داشتن زخم و تغذیه مناسب نیز میتواند در بهبود زخم و کاهش عفونت کمک کند.',
  },
  {
    id: 43,
    name: 'عفونت دوران بارداری',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0019.webp',
      '/images/parallax/0020.webp',
      '/images/parallax/0021.webp',
    ],
    description:
      'عفونت دوران بارداری به معنای عفونت در زمان بارداری است. در این دوره، سیستم ایمنی بدن زن تغییراتی را تجربه میکند و میتواند به برخی عفونتها حساستر شود. برخی از عفونتهای مشترک در دوره بارداری عبارتند از:1. عفونت ادراری: شامل التهاب مجاری ادراری مثل عفونت کیسه ادراری یا عفونت کلیهها است. علائم شایع شامل تغییرات در نحوه ادرارکردن، خون در ادرار، تب و درد شکمی میباشد.2. عفونت مجاری تناسلی: مانند التهاب واژن یا عفونت باکتریایی در زنان باردار. علائم میتواند شامل خارش، سوزش، التهاب و خروج مقدار زیاد از مایعات نازئین باشد.3. سالمونلا و لیستریاز: باعث عفونتهای معده و روده میشوند که ممکن است تب، اسهال و تهوع را به همراه داشته باشد.4. عفونت تنفسی: شامل سرماخوردگی، آنفولانزا و عفونت ریهها میشود. علائم آن میتواند شامل استفراغ، سرفه، عطسه و تب باشد.5. عفونت پوستی: شامل عفونتهای قارچی، باکتریایی و ویروسی میشود. ممکن است باعث خارش، قرمزی و التهاب پوست شود.در صورت مشاهده هرگونه علامت یا عفونت در دوران بارداری، بهتر است به پزشک خود مراجعه کنید. تشخیص و درمان صحیح عفونت در دوران بارداری از اهمیت بالایی برخوردار است تا مادر و جنین را محافظت نموده و عوارض جدی را کاهش دهد. پزشک شما میتواند بر اساس نوع و شدت عفونت، درمانهای مناسب را تجویز کند که ممکن است شامل آنتیبیوتیکها، ضدقارچها یا داروهای دیگر باشد. همچنین، رعایت بهداشت شخصی و بهداشت محیطی نیز برای جلوگیری از عفونتها بسیار حائز اهمیت است.',
  },
  {
    id: 44,
    name: 'متخصص کودکان',
    doctorId: [4],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description: '',
  },
  {
    id: 45,
    name: 'متخصص نوزادان',
    doctorId: [4],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description: '',
  },
  {
    id: 46,
    name: 'عمومی',
    doctorId: [5, 6, 7, 8, 9],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description: '',
  },
]

/////////////////////////////////////////////////////
export const illnessInography = [
  {
    id: 1,
    name: 'بیماری‌های هیپوفیز',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0001.webp',
      '/images/parallax/0002.webp',
      '/images/parallax/0003.webp',
    ],
    description:
      'بیماریهای هیپوفیز مرتبط با غدد هیپوفیز، که یک قسمت اصلی سیستم عصبی و درون ریز است، هستند. هیپوفیز مسئول تنظیم فعالیت غدد داخلی بدن میباشد و نقش مهمی در تولید هورمونها و کنترل فعالیت سایر غدههای داخلی دارد. در زیر به توضیح کوتاهی از چند بیماری هیپوفیز و علائم شایع آنها میپردازم:1. آکرومگالی:\n   - توضیح: آکرومگالی یا بزرگ شدن غیرطبیعی بخشهای بدن، ناشی از افزایش تولید هورمون رشد (GH) توسط هیپوفیز است.\n   - علائم شایع: بزرگ شدن دستها، پاها و صورت، تغییر در شکل و اندازه استخوانها، تغییر در طول عضلات، آواز خشنتر، سردرد و مشکلات بینایی.2. دیفیسیت هورمون رشد (GHD):\n   - توضیح: در این بیماری، هیپوفیز نمیتواند به مقدار کافی هورمون رشد تولید کند.\n   - علائم شایع: رشد کندتر از نرمال در کودکان، قد کوتاهتر از میانگین جامعه، ضعف عضلانی، کاهش استقامت جسمانی، افزایش چربی در منطقه شکم و صورت.3. پرولاکتینوما:\n   - توضیح: پرولاکتینوما یا تشدید تولید هورمون پرولاکتین توسط هیپوفیز، یکی از بیماریهای شایع هیپوفیز است.\n   - علائم شایع: قرار گرفتن به عنوان خونریزی غیرمعمول از پستان، بیقراری، سردرد، تغییر در قاعدههای قاعدگی در زنان، کاهش کنترل نسبت به تولید شیر در زنان نوزادان.لطفاً توجه داشته باشید که این فقط سه نمونه از بیماریهای هیپوفیز است و هر بیماری ممکن است علائم و نشانههای دیگری نیز داشته باشد. تشخیص و درمان بیماریهای هیپوفیز بستگی به علامتها، نشانگان و سایر آزمونهای پزشکی دارد. معاینه و مشورت با پزشک متخصص در این زمینه الزامی است.',
  },
  {
    id: 2,
    name: 'بیماری‌های هیپوفیز',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0001.webp',
      '/images/parallax/0002.webp',
      '/images/parallax/0003.webp',
    ],
    description:
      'بیماریهای هیپوفیز مرتبط با غدد هیپوفیز، که یک قسمت اصلی سیستم عصبی و درون ریز است، هستند. هیپوفیز مسئول تنظیم فعالیت غدد داخلی بدن میباشد و نقش مهمی در تولید هورمونها و کنترل فعالیت سایر غدههای داخلی دارد. در زیر به توضیح کوتاهی از چند بیماری هیپوفیز و علائم شایع آنها میپردازم:1. آکرومگالی:\n   - توضیح: آکرومگالی یا بزرگ شدن غیرطبیعی بخشهای بدن، ناشی از افزایش تولید هورمون رشد (GH) توسط هیپوفیز است.\n   - علائم شایع: بزرگ شدن دستها، پاها و صورت، تغییر در شکل و اندازه استخوانها، تغییر در طول عضلات، آواز خشنتر، سردرد و مشکلات بینایی.2. دیفیسیت هورمون رشد (GHD):\n   - توضیح: در این بیماری، هیپوفیز نمیتواند به مقدار کافی هورمون رشد تولید کند.\n   - علائم شایع: رشد کندتر از نرمال در کودکان، قد کوتاهتر از میانگین جامعه، ضعف عضلانی، کاهش استقامت جسمانی، افزایش چربی در منطقه شکم و صورت.3. پرولاکتینوما:\n   - توضیح: پرولاکتینوما یا تشدید تولید هورمون پرولاکتین توسط هیپوفیز، یکی از بیماریهای شایع هیپوفیز است.\n   - علائم شایع: قرار گرفتن به عنوان خونریزی غیرمعمول از پستان، بیقراری، سردرد، تغییر در قاعدههای قاعدگی در زنان، کاهش کنترل نسبت به تولید شیر در زنان نوزادان.لطفاً توجه داشته باشید که این فقط سه نمونه از بیماریهای هیپوفیز است و هر بیماری ممکن است علائم و نشانههای دیگری نیز داشته باشد. تشخیص و درمان بیماریهای هیپوفیز بستگی به علامتها، نشانگان و سایر آزمونهای پزشکی دارد. معاینه و مشورت با پزشک متخصص در این زمینه الزامی است.',
  },
  {
    id: 3,
    name: 'بیماری‌های هیپوفیز',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0001.webp',
      '/images/parallax/0002.webp',
      '/images/parallax/0003.webp',
    ],
    description:
      'بیماریهای هیپوفیز مرتبط با غدد هیپوفیز، که یک قسمت اصلی سیستم عصبی و درون ریز است، هستند. هیپوفیز مسئول تنظیم فعالیت غدد داخلی بدن میباشد و نقش مهمی در تولید هورمونها و کنترل فعالیت سایر غدههای داخلی دارد. در زیر به توضیح کوتاهی از چند بیماری هیپوفیز و علائم شایع آنها میپردازم:1. آکرومگالی:\n   - توضیح: آکرومگالی یا بزرگ شدن غیرطبیعی بخشهای بدن، ناشی از افزایش تولید هورمون رشد (GH) توسط هیپوفیز است.\n   - علائم شایع: بزرگ شدن دستها، پاها و صورت، تغییر در شکل و اندازه استخوانها، تغییر در طول عضلات، آواز خشنتر، سردرد و مشکلات بینایی.2. دیفیسیت هورمون رشد (GHD):\n   - توضیح: در این بیماری، هیپوفیز نمیتواند به مقدار کافی هورمون رشد تولید کند.\n   - علائم شایع: رشد کندتر از نرمال در کودکان، قد کوتاهتر از میانگین جامعه، ضعف عضلانی، کاهش استقامت جسمانی، افزایش چربی در منطقه شکم و صورت.3. پرولاکتینوما:\n   - توضیح: پرولاکتینوما یا تشدید تولید هورمون پرولاکتین توسط هیپوفیز، یکی از بیماریهای شایع هیپوفیز است.\n   - علائم شایع: قرار گرفتن به عنوان خونریزی غیرمعمول از پستان، بیقراری، سردرد، تغییر در قاعدههای قاعدگی در زنان، کاهش کنترل نسبت به تولید شیر در زنان نوزادان.لطفاً توجه داشته باشید که این فقط سه نمونه از بیماریهای هیپوفیز است و هر بیماری ممکن است علائم و نشانههای دیگری نیز داشته باشد. تشخیص و درمان بیماریهای هیپوفیز بستگی به علامتها، نشانگان و سایر آزمونهای پزشکی دارد. معاینه و مشورت با پزشک متخصص در این زمینه الزامی است.',
  },
  {
    id: 4,
    name: 'تیروئید',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0001.webp',
      '/images/parallax/0002.webp',
      '/images/parallax/0003.webp',
    ],
    description:
      'اختلالات پرولاکتین به مشکلاتی اطلاق میشود که در سطح هورمون پرولاکتین، که توسط غده هیپوفیز (غده فرماندهی) ترشح میشود، رخ میدهد. بالا بودن سطح پرولاکتین در خون ناشی از چندین عامل میتواند منجر به اختلالات مختلف در بدن شود.یکی از اصلیترین علل بالا بودن سطح پرولاکتین، تومورهای غده هیپوفیز است که به عنوان پرولاکتینوما شناخته میشوند. این تومورها معمولاً خوشخیم هستند و میتوانند با داروها یا در صورت لزوم با جراحی مدیریت شوند. در برخی موارد نیز ممکن است سطح پرولاکتین بالا بودن دیگر عللی مانند استفاده از برخی داروها (مانند داروهای ضد روانپریشی، ضد عفونی و یا داروهای استروئیدی)، تنبلی تیروئید، سندرم تخمدان پلیکیستیک و یا تنگی هیپوفیزی مرتبط با جراحی در ناحیه مغز میتواند داشته باشد.علائم اختلالات پرولاکتین شامل قاعدهنامه نامنظم یا عدم وجود قاعدگی، نقاط شیرینگی از پستان، کاهش کاهش لیبیدو، عدم توانایی در باروری و یا ناباروری در زنان، کاهش نیروی عضلانی و یا تغییر در بزرگی پستان (هم در مردان و هم زنان) میتواند.برای تشخیص اختلالات پرولاکتین، باید سطح پرولاکتین در خون اندازهگیری شده و همچنین علت افزایش آن تشخیص داده شود. در صورت تأیید اختلال پرولاکتین، درمان معمولاً شامل داروهای کاهش پرولاکتین میشود، که میتواند بهبود علائم و بازگشت قاعدهنامه طبیعی را به همراه داشته باشد.',
  },
  {
    id: 5,
    name: 'تیروئید',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0001.webp',
      '/images/parallax/0002.webp',
      '/images/parallax/0003.webp',
    ],
    description:
      'اختلالات پرولاکتین به مشکلاتی اطلاق میشود که در سطح هورمون پرولاکتین، که توسط غده هیپوفیز (غده فرماندهی) ترشح میشود، رخ میدهد. بالا بودن سطح پرولاکتین در خون ناشی از چندین عامل میتواند منجر به اختلالات مختلف در بدن شود.یکی از اصلیترین علل بالا بودن سطح پرولاکتین، تومورهای غده هیپوفیز است که به عنوان پرولاکتینوما شناخته میشوند. این تومورها معمولاً خوشخیم هستند و میتوانند با داروها یا در صورت لزوم با جراحی مدیریت شوند. در برخی موارد نیز ممکن است سطح پرولاکتین بالا بودن دیگر عللی مانند استفاده از برخی داروها (مانند داروهای ضد روانپریشی، ضد عفونی و یا داروهای استروئیدی)، تنبلی تیروئید، سندرم تخمدان پلیکیستیک و یا تنگی هیپوفیزی مرتبط با جراحی در ناحیه مغز میتواند داشته باشد.علائم اختلالات پرولاکتین شامل قاعدهنامه نامنظم یا عدم وجود قاعدگی، نقاط شیرینگی از پستان، کاهش کاهش لیبیدو، عدم توانایی در باروری و یا ناباروری در زنان، کاهش نیروی عضلانی و یا تغییر در بزرگی پستان (هم در مردان و هم زنان) میتواند.برای تشخیص اختلالات پرولاکتین، باید سطح پرولاکتین در خون اندازهگیری شده و همچنین علت افزایش آن تشخیص داده شود. در صورت تأیید اختلال پرولاکتین، درمان معمولاً شامل داروهای کاهش پرولاکتین میشود، که میتواند بهبود علائم و بازگشت قاعدهنامه طبیعی را به همراه داشته باشد.',
  },
  {
    id: 6,
    name: 'تیروئید',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0001.webp',
      '/images/parallax/0002.webp',
      '/images/parallax/0003.webp',
    ],
    description:
      'اختلالات پرولاکتین به مشکلاتی اطلاق میشود که در سطح هورمون پرولاکتین، که توسط غده هیپوفیز (غده فرماندهی) ترشح میشود، رخ میدهد. بالا بودن سطح پرولاکتین در خون ناشی از چندین عامل میتواند منجر به اختلالات مختلف در بدن شود.یکی از اصلیترین علل بالا بودن سطح پرولاکتین، تومورهای غده هیپوفیز است که به عنوان پرولاکتینوما شناخته میشوند. این تومورها معمولاً خوشخیم هستند و میتوانند با داروها یا در صورت لزوم با جراحی مدیریت شوند. در برخی موارد نیز ممکن است سطح پرولاکتین بالا بودن دیگر عللی مانند استفاده از برخی داروها (مانند داروهای ضد روانپریشی، ضد عفونی و یا داروهای استروئیدی)، تنبلی تیروئید، سندرم تخمدان پلیکیستیک و یا تنگی هیپوفیزی مرتبط با جراحی در ناحیه مغز میتواند داشته باشد.علائم اختلالات پرولاکتین شامل قاعدهنامه نامنظم یا عدم وجود قاعدگی، نقاط شیرینگی از پستان، کاهش کاهش لیبیدو، عدم توانایی در باروری و یا ناباروری در زنان، کاهش نیروی عضلانی و یا تغییر در بزرگی پستان (هم در مردان و هم زنان) میتواند.برای تشخیص اختلالات پرولاکتین، باید سطح پرولاکتین در خون اندازهگیری شده و همچنین علت افزایش آن تشخیص داده شود. در صورت تأیید اختلال پرولاکتین، درمان معمولاً شامل داروهای کاهش پرولاکتین میشود، که میتواند بهبود علائم و بازگشت قاعدهنامه طبیعی را به همراه داشته باشد.',
  },
  {
    id: 7,
    name: 'معاینه پستان',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0001.webp',
      '/images/parallax/0002.webp',
      '/images/parallax/0003.webp',
    ],
    description:
      'اختلالات پرولاکتین به مشکلاتی اطلاق میشود که در سطح هورمون پرولاکتین، که توسط غده هیپوفیز (غده فرماندهی) ترشح میشود، رخ میدهد. بالا بودن سطح پرولاکتین در خون ناشی از چندین عامل میتواند منجر به اختلالات مختلف در بدن شود.یکی از اصلیترین علل بالا بودن سطح پرولاکتین، تومورهای غده هیپوفیز است که به عنوان پرولاکتینوما شناخته میشوند. این تومورها معمولاً خوشخیم هستند و میتوانند با داروها یا در صورت لزوم با جراحی مدیریت شوند. در برخی موارد نیز ممکن است سطح پرولاکتین بالا بودن دیگر عللی مانند استفاده از برخی داروها (مانند داروهای ضد روانپریشی، ضد عفونی و یا داروهای استروئیدی)، تنبلی تیروئید، سندرم تخمدان پلیکیستیک و یا تنگی هیپوفیزی مرتبط با جراحی در ناحیه مغز میتواند داشته باشد.علائم اختلالات پرولاکتین شامل قاعدهنامه نامنظم یا عدم وجود قاعدگی، نقاط شیرینگی از پستان، کاهش کاهش لیبیدو، عدم توانایی در باروری و یا ناباروری در زنان، کاهش نیروی عضلانی و یا تغییر در بزرگی پستان (هم در مردان و هم زنان) میتواند.برای تشخیص اختلالات پرولاکتین، باید سطح پرولاکتین در خون اندازهگیری شده و همچنین علت افزایش آن تشخیص داده شود. در صورت تأیید اختلال پرولاکتین، درمان معمولاً شامل داروهای کاهش پرولاکتین میشود، که میتواند بهبود علائم و بازگشت قاعدهنامه طبیعی را به همراه داشته باشد.',
  },
  {
    id: 8,
    name: 'معاینه پستان',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0025.webp',
      '/images/parallax/0026.webp',
      '/images/parallax/0027.webp',
    ],
    description:
      'اختلالات هورمونی به مشکلاتی اطلاق میشود که ناشی از عدم تعادل در سطح هورمونها در بدن است. هورمونها پیامرسانهای شیمیایی است که توسط غدهها در سراسر بدن ترشح میشوند و وظیفه تنظیم فعالیتهای مختلف بدن را دارند.اختلالات هورمونی میتوانند در هر قسمتی از سیستم هورمونی بدن رخ دهند و منجر به عوارض و نشانههای متنوعی شوند. برخی از معروفترین اختلالات هورمونی عبارتند از:1. دیابت: اختلال در تولید یا عملکرد هورمون انسولین که باعث افزایش سطح قند خون میشود.2. هیپوتیروئیدیسم و هیپرتیروئیدیسم: کاهش یا افزایش فعالیت غده تیروئید که به ترتیب منجر به کمبود و یا افزایش سطح هورمونهای تیروئید میشود.3. عقیمی: ناتوانی در تولید یا تخلیه هورمونهای جنسی مردانه (تستوسترون) یا زنانه (پروژسترون و استروژن) که میتواند به مشکلات باروری و عدم عادی بودن قاعدگی منجر شود.4. سندرم تخمدان پلیکیستیک (PCOS): اختلال هورمونی در زنان که با تشکیل کیستهای ریز در تخمدانها، عدم تنظیم قاعدگی، اضافه وزن و مشکلات دیگر همراه است.5. اختلالات هورمون رشد: کمبود هورمون رشد در کودکان میتواند منجر به رشد کمتر و کوتاه قدی شود.6. اختلالات هورمونهای جنسی: مشکلات در تولید یا تنظیم هورمونهای جنسی که ممکن است منجر به نارسایی جنسی، نقصان لیبیدو و مشکلات دیگر در عملکرد جنسی گردد.درمان اختلالات هورمونی ممکن است شامل داروها برای تنظیم سطح هورمونها، جراحی در برخی موارد، و تغییر در سبک زندگی (تغذیه، ورزش، مدیریت استرس) باشد. برای تشخیص و درمان این اختلالات، معمولاً نیاز به مشاوره پزشک متخصص در زمینه هورمونها (پزشک endocrinologist) است.',
  },
  {
    id: 9,
    name: 'معاینه پستان',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0025.webp',
      '/images/parallax/0026.webp',
      '/images/parallax/0027.webp',
    ],
    description:
      'تنبلی تخمدان یک اختلال هورمونی است که در زنان رخ میدهد. در این حالت، تخمدانها نمیتوانند تخمک تولید کنند به طوری که تخمدانها به صورت غیرعادی بزرگ میشوند و درون آنها بسیاری از کیستهای ریز شکل میگیرند. علاوه بر این، سطح هورمونهای جنسی از جمله استروژن و پروژسترون در بدن نیز کاهش مییابد.علل تنبلی تخمدان ممکن است متنوع باشند و شامل موارد زیر میشوند:1. عوامل ژنتیک: تنبلی تخمدان ممکن است در برخی خانوادگیها به صورت وراثی منتقل شود.2. نقص ایمنی: برخی از زنان با تنبلی تخمدان دارای نقص در سیستم ایمنی خود هستند که باعث میشود بدن به صورت نادرست به تخمدانها حمله کند و عملکرد آنها را مختل کند.3. موارد هورمونی: اختلال در سطح هورمونهای فشار هیپوفیز یا هورمونهای تیروئید میتواند باعث تنبلی تخمدان شود.4. مقاومت به انسولین: در برخی از موارد، تنبلی تخمدان به علت مقاومت بدن به انسولین (هورمون مسئول کنترل قند خون) رخ میدهد.تنبلی تخمدان میتواند منجر به عوارضی مانند ناتوانی در تولید تخمک، عدم تنظیم قاعدگی، هیپراندروژنیسم (افزایش هورمونهای مردانه در بدن)، اضافه وزن و مشکلات دیگر شود. برای تشخیص تنبلی تخمدان، پزشک ممکن است به بررسی نشانگان و نتایج آزمایشات هورمونی، سونوگرافی تخمدان و سایر آزمایشات تخصصی نیاز داشته باشد.درمان تنبلی تخمدان معمولاً شامل کنترل هورمونها، بهبود حساسیت به انسولین (در صورت وجود مقاومت به انسولین)، مدیریت وزن، و در صورت لزوم استفاده از روشهای همکاری تولید تخمک (ART) میشود. هدف اصلی درمان تنبلی تخمدان بهبود تنظیم قاعدگی، افزایش شانس باروری و کاهش عوارض مربوطه است.',
  },
  {
    id: 10,
    name: 'کبد چرب',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0013.webp',
      '/images/parallax/0014.webp',
      '/images/parallax/0015.webp',
    ],
    description:
      'بیماریهای غده فوق کلیه به مشکلات و اختلالاتی اطلاق میشود که در غدههای واقع در بالای کلیهها، یعنی غده هیپوفیز و غده هیپوتالاموس رخ میدهد. این غدهها به عنوان قسمتی از سیستم هورمونی در بدن، نقش مهمی در ترشح و تنظیم هورمونها دارند.بعضی از بیماریهای غده فوق کلیه عبارتند از:1. آدنوم هیپوفیز: این بیماری ناشی از وجود تومورهای خوشخیم یا خبیث در هیپوفیز است. این تومورها میتوانند منجر به افزایش یا کاهش تولید هورمونها توسط هیپوفیز شوند و باعث اختلالات هورمونی در بدن گردند.2. آکرومگالی: این بیماری ناشی از افزایش تولید هورمون رشد (GH) توسط هیپوفیز است. این وضعیت معمولاً ناشی از وجود تومور بنیادی در هیپوفیز است که تولید بینظم هورمون رشد را افزایش میدهد. علائم شامل رشد غیرطبیعی در سر و صورت، افزایش اندامها، نقصان دید، سردرد و مشکلات دیگر است.3. کشودگی هیپوفیز: کاهش ترشح هورمونهای مختلف توسط هیپوفیز میتواند باعث اختلالات متعددی مانند کاهش رشد، نقصان تناسب جنسی، ضعف عضلانی، خستگی و مشکلات دیگر گردد.4. دیابت بیاهله: این بیماری به علت کاهش ترشح هورمون آنتیدیورتیک (ADH) از طرف هیپوتالاموس یا نقص حسگیری در کلیهها از ADH رخ میدهد. این منجر به ادرارزدایی بیش از حد و عوارض مرتبط با خشکی بدن میشود.اصلاح هورمونی، درمان تومورها (به وسیله جراحی، رادیوتراپی و/یا داروها) و مدیریت عوارض مرتبط با هر بیماری، بسته به نوع و شدت آن، به عنوان روشهای درمانی مورد استفاده قرار میگیرند. درمان بیماریهای غده فوق کلیه نیازمند همکاری پزشکان متخصص در زمینه هورمونها و سیستم عصب\n',
  },
  {
    id: 11,
    name: 'کبد چرب',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description:
      'فشار خون ثانویه (Secondary hypertension) به افزایش فشار خون اطلاق میشود که ناشی از بیماری یا علتی دیگر است و معمولاً به طور موقتی یا قابل درمان است. در مقابل، فشار خون اصلی (Primary hypertension) به افزایش فشار خون بدون علت مشخص گفته میشود.بسیاری از عوامل میتوانند به فشار خون ثانویه منجر شوند، از جمله:1. بیماریهای کلیوی: بیماریهای مرتبط با کلیه مانند آسیب کلیه (مثل نارسایی کلیه)، بیماریهای التهابی کلیه، تنگی عروق کلیه (تنگی رگهای خونی کلیه) و سایر بیماریهای کلیوی میتوانند منجر به افزایش فشار خون ثانویه شوند.2. بیماریهای قلبی-عروقی: بیماریهای مانند بیماریهای قلبی عروقی (مثل آنژین صدری، انسداد عروق کرونری، بیماریهای صمام قلب) و همچنین عوارض سکته مغزی و افزایش فشار داخل سر میتوانند فشار خون را افزایش دهند.3. بیماریهای اندوکرینی: برخی بیماریهای اندوکرینی مانند بیماری کشودگی هیپوفیز، بیماری کوشینگ (افزایش هورمون کورتیزول)، تیروئید زیادفعال و بیماری آدیسون (کمبود هورمون آدرنال) میتوانند باعث افزایش فشار خون شوند.4. داروها و مواد مصرفی: برخی داروها مانند آنتیدپرسانتها، آمفتامینها، استروئیدها و برخی مواد مخدر میتوانند فشار خون را افزایش دهند.5. بیماریهای ایمنی: برخی بیماریهای ایمنی مانند آرتریت تبدیل شونده (آرتریت تمپورال) و لوپوس سیستمیک نیز میتوانند باعث فشار خون ثانویه شوند.برای تشخیص و درمان فشار خون ثانویه، نیاز است به تشخیص بیماری یا عامل مسئول آن و مداخله درمانی مربوطه. این شامل درمان بیماری اساسی، مدیریت فشار خون با داروها و تغییرات در سبک زندگی می',
  },
  {
    id: 12,
    name: 'کبد چرب',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0028.webp',
      '/images/parallax/0029.webp',
      '/images/parallax/0030.webp',
    ],
    description:
      'پوکی استخوان یا اُستئوپروز (Osteoporosis) یک بیماری مزمن است که باعث ضعف و نقصان استحکام استخوانها میشود. در این بیماری، استخوانها به طور تدریجی کمتر قادر به جذب کلسیم و سایر مواد معدنی میشوند، به همین دلیل استخوانها شکستپذیرتر و ضعیفتر میشوند.عوامل متعددی میتوانند به پوکی استخوان منجر شوند، از جمله:1. عوامل سنی: روند پیری طبیعی باعث کاهش تولید استروژن در زنان و تستوسترون در مردان میشود، که میتواند باعث افتکاری در استحکام استخوانها شود.2. جنسیت: زنان بیشتر از مردان در معرض خطر پوکی استخوان قرار میگیرند، به خاطر کاهش سطح استروژن در دوران لانهگزینی و سپس بعد از میانسالی.3. تاریخچه خانوادگی: وجود پوکی استخوان در خانواده (مادر، خواهر یا برادر) میتواند ریسک ابتلا به این بیماری را افزایش دهد.4. عوامل هورمونی: بیماریها مانند کاهش تیروئید، نقص هورمون پاراتیروئید و بیماریهای مرتبط با هیپوفیز و غدههای جنسی (تستوسترون در مردان و استروژن در زنان) میتوانند به پوکی استخوان منجر شوند.5. نقص ویتامین D: کمبود ویتامین D در بدن میتواند جذب کلسیم را تحت تأثیر قرار داده و استحکام استخوانها را کاهش دهد.6. عوامل رژیم غذایی: مصرف ناکافی کلسیم و ویتامین D، مصرف بیش از حد الکل و کافئین، مصرف غذاهای پرنمک، نداشتن رژیم غذایی سالم و کمبود مواد معدنی در رژیم غذایی ممکن است به پوکی استخوان مرتبط باشند.برای تشخیص پوکی استخوان، انجام آزمونهای اندازهگیری چگالی استخوان (DEXA scan) و بررسی عوامل خطر مربوطه توسط پزشک متخصص ارتوپدی یا بیماریهای استخوان و مفاصل توصیه میشود. به منظور پیشگیری و مدیریت پوکی استخوان، فعالیت',
  },
  {
    id: 13,
    name: 'بیماری‌های غده فوق کلیه',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description:
      'اختلالات رشد به وضعیتهایی اطلاق میشود که منجر به عدم رشد طبیعی یا نامنظم در افراد میشود. این اختلالات میتوانند ناشی از عوامل ژنتیکی، مشکلات هورمونی، مشکلات تغذیهای و بیماریهای مزمن باشند. برخی از اختلالات رشد رایج عبارتند از:1. قصر قد (Short stature): وقتی که افراد دارای قد کمتر از حد معمول سن و جنس خود هستند. علل قصر قد میتواند شامل مشکلات هورمونی مثل کمبود هورمون رشد، مشکلات ژنتیکی مانند بیماریهای مرتبط با کروموزوم (مانند سندرم داون) و مشکلات مرتبط با تحت تغذیه و بیماریهای مزمن باشد.2. بیشفعالی تیروئید (Hyperthyroidism): این مشکل هورمونی باعث افزایش فعالیت تیروئید میشود و میتواند منجر به رشد طبیعی یا نامنظم، افزایش سریع و بیرویه وزن، اضطراب و عصبانیت، لرزش دستها، دمیدن بیش از حد، خستگی، تنگی نفس و تپش قلب شود.3. کمفعالی تیروئید (Hypothyroidism): در این حالت، فعالیت تیروئید کاهش مییابد و میتواند منجر به رشد کند و نامنظم، کاهش شتاب رشد، کاهش تمرکز و حافظه، خستگی، گرمای بدن کمتر از حد معمول، تغییرات در پوست (خشکی و خارش) و تورم صورت و حلق شود.4. سندرم ترنر (Turner syndrome): این یک بیماری ژنتیکی است که در زنان رخ میدهد و با عدم توسعه کامل یک یا دو کروموزوم جنسی زنانه (کروموزوم X) همراه است. افراد مبتلا به سندرم ترنر معمولاً قد کوتاه، گردن کوتاه و پختهی دستها و پاها (کلوبینگ) را تجربه میکنند.اختلالات رشد نیازمند ارزیابی دقیق و درمان توسط پزشک متخصص میباشند. درمان ممکن است شامل مداخله هورمونی، تغذیه مناسب، درمان بیماریهای مزمن همراه و مراقبتهای پزشکی و تراز مشاوره باشد.',
  },
  {
    id: 14,
    name: 'بیماری‌های غده فوق کلیه',
    doctorId: [1],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description:
      'سندروم متابولیک یک شرح بالینی است که به مجموعهای از عوامل ریسک قلبی-عروقی اشاره دارد که همزمان در یک فرد وجود دارند. این عوامل شامل فشار خون بالا، سطح چربی خون بالا (هایپرلیپیدمی)، سطح قند خون بالا (گلوکز بالا یا دیابت نوع 2) و چاقی و توده بدنی بالا میشوند.علاوه بر این عوامل اصلی، سندروم متابولیک ممکن است شامل سایر عوامل مانند سطح پایین هورمون آمیلین (هورمون کنترل قند خون)، التهابات مزمن ناشی از عفونتها یا بیماریهای التهابی، رزیستانس به انسولین (کاهش حساسیت بدن به انسولین) و اختلالات تریگلیسرید (مثل هایپرتریگلیسریدمی) باشد.سندروم متابولیک ریسک بالایی برای بروز بیماریهای قلبی-عروقی (مانند بیماری عروق کرونری قلب و سکته قلبی)، دیابت نوع 2، درگیری کبد چرب غیرالکلی و برخی سرطانها (مثل سرطان روده بزرگ) است.عوامل خطری برای ابتلا به سندروم متابولیک شامل ژنتیک، چاقی، فعالیت بدنی کم، تغذیه ناسالم (مصرف غذاهای باقدرت بالا، چربیهای اشباع شده و قند ساده) و سن بالا هستند.برای تشخیص سندروم متابولیک، پزشک معمولاً بر اساس معیارهایی مانند معیار NCEP ATP III (معیار سوم برنامه ملی تریکلرید)، معیار IDF (اتحادیه دیابت جهانی) یا معیار AHA/NHLBI (انجمن قلب آمریکا/مؤسسه قلب، ریه و خون آمریکا) تشخیص میدهد.برای درمان سندروم متابولیک، تغییرات در سبک زندگی از جمله تغذیه مناسب، فعالیت بدنی منظم و کاهش وزن مهم هستند. در موارد لزوم، داروها میتوانند برای کنترل عوامل خاص مانند فشار خون، قند خون یا چربی خون تجویز شوند. همچنین، پیگیری منظم و درمان بیماریهای مزمن مرتبط نیز ضروری است.',
  },
  {
    id: 15,
    name: 'عفونت‌های کلیوی',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0010.webp',
      '/images/parallax/0011.webp',
      '/images/parallax/0012.webp',
    ],
    description:
      'کبد چرب (Fatty liver) یا همان استئاتوهپاتی نافلاماتوز (Steatosis Hepatis) عبارت است از تجمع چربی در سلولهای کبد. این وضعیت معمولاً به دو شکل دستهبندی میشود:1. کبد چرب غیرالکلی (Non-Alcoholic Fatty Liver Disease - NAFLD): در این حالت، تجمع چربی در سلولهای کبد رخ میدهد بدون نیاز به مصرف مقادیر زیاد الکل. NAFLD یکی از شایعترین علل بیماری کبد چرب است و میتواند با افزایش ریسک بروز بیماریهای جدی کبدی مانند فیبروز و سیرروز (تغییرات تشدید شده در بافت کبد) همراه باشد.2. کبد چرب الکلی (Alcoholic Fatty Liver Disease - AFLD): در این حالت، تجمع چربی در سلولهای کبد ناشی از مصرف مقادیر زیاد الکل رخ میدهد. مصرف الکل به طور مداوم و بیش از حد میتواند باعث تلف سلولهای کبد و تشدید بیماری کبد چرب الکلی شود.عوامل خطر برای بروز کبد چرب شامل چاقی، دیابت نوع 2، مصرف الکل بیش از حد، مقدار قند خون بالا، سطح چربی خون بالا و مقاومت به انسولین هستند.علائم کبد چرب در مراحل اولیه ممکن است ناشناخته باشند و بیمار احساس خستگی یا تپش قلب را تجربه کند. با پیشرفت بیماری، ممکن است فشار و درد در ناحیه بالای شکم (ناحیه کبد)، تورم شکم، علائم گوارشی ناشی از کبد چرب و تغییرات در عملکرد کبد مانند اختلال در آزمایشات کبدی ظاهر شوند.برای تشخیص کبد چرب، پزشک معمولاً بر اساس سابقه بیماری، آزمایشات خونی (شامل آزمایشهای کبدی و متابولیک) و تصویربرداری مانند سونوگرافی کبد و تراکم سنجی الاستوگرافی (FibroScan) تشخیص را قائل میشود.برای درمان کبد چرب، تغییر در سبک زندگی مانند کاهش وزن (در صورت چاقی)، افزایش فعالیت بدنی، تغذیه سالم و کنترل عوامل خطر مانند دیابت و',
  },
  {
    id: 16,
    name: 'عفونت‌های تنفسی',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description:
      'چاقی یک وضعیت است که در آن توده بدنی فرد به میزانی بالاتر از حد طبیعی و سالم است. این وضعیت اغلب با تجمع چربی اضافی در بدن همراه است و میتواند عوارض و مشکلات جدی برای سلامتی به همراه داشته باشد. برای تشخیص چاقی، معیارهایی مانند شاخص توده بدنی (BMI)، اندازه دور کمر و ارزیابی توزیع چربی در بدن استفاده میشود.چاقی معمولاً نتیجه تعادل بین مصرف انرژی (کالری) بیشتر از مصرف آن است. عوامل مختلف میتوانند به ایجاد چاقی کمک کنند، شامل:1. عوامل ژنتیک: وجود تمایل به چاقی در خانواده میتواند ریشه در بروز چاقی داشته باشد.2. عوامل رفتاری و سبک زندگی: مصرف غذاهای با ارزش غذایی بالا و کمبود فعالیت بدنی از جمله عواملی هستند که به چاقی منجر میشوند. همچنین، تغذیه ناسالم، مصرف بیش از حد آبنباتات، شیرینیها و آبمیوههای شیرین شده نیز میتواند دلیل چاقی باشد.3. عوامل روانشناختی: استرس، اضطراب و افسردگی ممکن است منجر به افزایش مصرف غذا در برخی افراد شود و باعث چاقی شوند.4. بیماریها و عوامل متابولیک: برخی بیماریها مانند هیپوتیروئیدیسم (کاهش فعالیت تیروئید) و دیابت نوع 2 میتوانند به افزایش وزن و چاقی منجر شوند.چاقی ممکن است به عوارض جدی مانند بیماریهای قلبی-عروقی، دیابت نوع 2، بیماریهای مفصلی، برخی از سرطانها و مشکلات تنفسی (مانند آپنه خواب) منجر شود. برای درمان چاقی، تغییر در سبک زندگی مانند افزایش فعالیت بدنی، تغذیه سالم و کاهش مصرف کالری پیشنهاد میشود. در موارد لزوم، رژیمهای غذایی و داروها ممکن است توسط پزشکان تجویز شوند. همچنین، راهنم',
  },
  {
    id: 17,
    name: 'کوید 19',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0019.webp',
      '/images/parallax/0020.webp',
      '/images/parallax/0021.webp',
    ],
    description: '',
  },
  {
    id: 18,
    name: 'انفلوآنزا',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description: '',
  },
  {
    id: 19,
    name: 'عفونت دوران بارداری',
    doctorId: [3],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description: '',
  },
  {
    id: 20,
    name: 'مراقبت‌های بارداری',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
      '/images/parallax/0000.webp',
    ],
    description: '',
  },
  {
    id: 21,
    name: 'مشاوره قبل و حین بارداری',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0022.webp',
      '/images/parallax/0023.webp',
      '/images/parallax/0024.webp',
    ],
    description: '',
  },
  {
    id: 22,
    name: 'اختلالات قاعدگی',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0025.webp',
      '/images/parallax/0026.webp',
      '/images/parallax/0027.webp',
    ],
    description: '',
  },

  {
    id: 23,
    name: 'عفونت واژینال',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0022.webp',
      '/images/parallax/0023.webp',
      '/images/parallax/0024.webp',
    ],
    description:
      'عفونت واژینال به معنای التهاب یا عفونت در منطقه واژینا (لوله تناسلی زنانه) است. این نوع عفونتها ممکن است توسط باکتریها، قارچها، ویروسها یا سایر میکروبها ایجاد شود. برخی از نوعهای رایج عفونت واژینال عبارتند از:1. عفونت باکتریایی: عفونت باکتریایی واژینا معمولاً ناشی از تغییرات در تعادل بین باکتریهای مفید و مضر در واژینا است. یکی از نمونههای رایج عفونت باکتریایی واژینا عفونت باکتریایی واژینوز (Bacterial Vaginosis - BV) است که با علائمی مانند ترشحات بیرنگ یا خاکستری، بوی نامطبوع و احساس سوزش و خارش همراه است.2. عفونت قارچی: یکی دیگر از علتهای معمول عفونت واژینال، عفونت قارچی واژینال است که به علت رشد بیش از حد قارچ Candida در واژینا رخ میدهد. این نوع عفونت باعث ترشحات سفید و چسبنده، خارش و التهاب در منطقه واژینا میشود و به عامل قارچ Candida albicans برمیگردد.3. عفونت ویروسی: عفونت ویروسی واژینال میتواند ناشی از ویروسهای مختلفی مانند ویروس هرپس سیمپلکس (Herpes Simplex Virus) باشد. این عفونت با علائمی مانند زخمهای دردناک و تورم در ناحیه واژینا همراه است.برخی از عوامل خطر برای عفونت واژینال شامل استفاده از ضدباکتریهای قوی، استفاده از لوسیونها یا صابونهای قوی، عدم حفظ بهداشت تمیزی و استفاده از لباسهای ضیق و ناخوشایند میشوند.برای تشخیص و درمان عفونت واژینال، بهتر است به پزشک خود مراجعه کنید. پزشک ممکن است با بررسی علائم، انجام آزمایشهای لازم و پرسشهای جزئیتر، تشخیص صحیح را برای شما قائل شود و درمان مناسب را توصیه کند.',
  },
  {
    id: 24,
    name: 'خشکی واژن',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0022.webp',
      '/images/parallax/0023.webp',
      '/images/parallax/0024.webp',
    ],
    description:
      'خشکی واژن یک مشکل شائع در زنان است که میتواند ناشی از عوامل مختلفی مانند تغییرات هورمونی، عوامل روانشناختی، داروها، عفونتها و عوامل خارجی مثل محصولات بهداشتی ناسالم باشد. خشکی واژن ممکن است با علائمی مانند سوزش، خارش، التهاب، درد هنگام رابطه جنسی و ترشحات کمرنگ یا نامطبوع همراه باشد.برخی از راهکارهای مراقبت از خشکی واژن عبارتند از:1. استفاده از محصولات مرطوبکننده: استفاده از ژلها و کرمهای مرطوبکننده واژنی میتواند به حفظ رطوبت واژینا کمک کند. انتخاب محصولات با فرمولاسیونهای طبیعی و بدون عطر و مواد شیمیایی تحریککننده مفید است.2. استفاده از روغنهای طبیعی: مصرف روغنهای طبیعی مانند روغن بادام، روغن نارگیل و روغن زیتون به عنوان مرطوبکننده طبیعی میتواند در کاهش خشکی واژن مؤثر باشد. قبل از استفاده، بهتر است با پزشک یا متخصص مشورت کنید.3. تغییرات در روشهای بهداشتی: استفاده از صابونها و محصولات بهداشتی نرم و بدون عطر در منطقه واژینا میتواند تحریک نماید. همچنین، شستشوی ملایم و استفاده از آب گرم به جای آب داغ برای حمام میتواند به حفظ رطوبت واژینا کمک کند.4. استفاده از لباسهای مناسب: انتخاب لباسهای نرم، پنبهای و ضدآلرژی میتواند تهویه مناسب و جلوگیری از تراکم رطوبت در منطقه واژینا را فراهم کند.5. مشاوره پزشکی: در صورتی که خشکی واژن شما شدید است و باعث عدم راحتی و کاهش کیفیت زندگی میشود، بهتر است با پزشک خود مشاوره کنید. پزشک میتواند علت خشکی را تشخیص داده و روشهای درمانی متناسب را توصیه کند، از جمله استفاده از محصولات دارویی یا هورمونی مناسب، در صور',
  },
  {
    id: 25,
    name: ' کورتاژ',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0025.webp',
      '/images/parallax/0026.webp',
      '/images/parallax/0027.webp',
    ],
    description: '',
  },
  {
    id: 26,
    name: 'هیسترکتومی(خارج نمودن رحم)',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0022.webp',
      '/images/parallax/0023.webp',
      '/images/parallax/0024.webp',
    ],
    description: '',
  },
  {
    id: 27,
    name: 'IUD',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0022.webp',
      '/images/parallax/0023.webp',
      '/images/parallax/0024.webp',
    ],
    description:
      'IUD یا "دستگاه ترشح داخل رحم" (Intrauterine Device) یک روش باروری بعد از وقوع نعوظ طبیعی است. IUD یک دستگاه کوچک به شکل T یا Y است که توسط پزشک درون رحم قرار میگیرد. این دستگاه ممکن است شامل هورمونها باشد یا بدون هورمون باشد.IUD ها دو نوع اصلی دارند:1. IUD های هورمونی: این نوع IUD حاوی هورمونهایی مانند هورمون پروژستین است. هورمونها به آرامی و به صورت مداوم از IUD آزاد میشود و تغییرات در رحم و دیگر سازوکارهای جلوگیری از بارداری ایجاد میکنند. اثرات جانبی ممکن است شامل خونریزی نامنظم، درد شکمی و تغییرات در الگوی قاعدگی باشد. این نوع IUD عموماً تا 3-5 سال موثر هستند.2. IUD های غیرهورمونی: این نوع IUD شامل دستگاهی است که فلزاتی مانند مس یا نقره را در بر دارد. فلزات موجب تحریک رحم میشوند و باعث جلوگیری از بارداری میشوند. برخی از IUD های غیرهورمونی حتی تا 10 سال میتوانند موثر باشند.نصب IUD توسط یک پزشک یا پرستار با تجربه انجام میشود و به صورت روزانه نیازی به تداخل و خراب کردن رابطه جنسی ندارد. البته برای نصب و برداشت IUD نیاز به مراجعه به مراکز بهداشتی یا مطب پزشک دارید. قبل از تصمیمگیری درباره استفاده از IUD، بهتر است با یک پزشک یا متخصص باروری مشورت کنید تا با شما در مورد نوع مناسب IUD و جزئیات استفاده صحبت کند.',
  },
  {
    id: 28,
    name: 'پوکی استخوان',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0028.webp',
      '/images/parallax/0029.webp',
      '/images/parallax/0030.webp',
    ],
    description: '',
  },
  {
    id: 29,
    name: 'پوکی استخوان',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0028.webp',
      '/images/parallax/0029.webp',
      '/images/parallax/0030.webp',
    ],
    description: '',
  },
  {
    id: 30,
    name: 'پوکی استخوان',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0028.webp',
      '/images/parallax/0029.webp',
      '/images/parallax/0030.webp',
    ],
    description: '',
  },
  {
    id: 31,
    name: 'پوکی استخوان',
    doctorId: [2],
    imageUrl: [
      '/images/parallax/0028.webp',
      '/images/parallax/0029.webp',
      '/images/parallax/0030.webp',
    ],
    description: '',
  },
] as const

export const special = [
  {
    id: 1,
    title: 'غدد و متابولیسم',
    doctorId: [1],
    src: '/images/parallax/0001.webp',
    description:
      'در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها',
  },
  {
    id: 2,
    title: 'زنان و زایمان',
    doctorId: [2],
    src: '/images/parallax/0020.webp',
    description:
      'در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها',
  },
  {
    id: 3,
    title: 'بیماری‌های عفونی',
    doctorId: [3],
    src: '/images/parallax/0017.webp',
    description:
      'در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها',
  },
  {
    id: 4,
    title: 'کودکان و نوزادان',
    doctorId: [4],
    src: '/images/parallax/0000.webp',
    description:
      'در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها',
  },
]
export const slider = [
  { id: '1', name: 'زنان و زایمان', imageUrl: '/images/head-1.webp' },
  { id: '2', name: 'کودکان و نوزادان', imageUrl: '/images/head-2.webp' },
  { id: '3', name: 'بیماری‌های عفونی', imageUrl: '/images/head-4.webp' },
  { id: '4', name: 'غدد و متابولیسم', imageUrl: '/images/head-5.webp' },
]
export type Slider = { id: string; name: string; imageUrl: string }

export const deal = [
  { id: '1', name: 'آتیه‌سازان', imageUrl: '/images/deal/atieh.svg' },
  { id: '2', name: 'بیمه ایران', imageUrl: '/images/deal/iran.svg' },
  {
    id: '3',
    name: 'بیمه خدمات درمانی',
    imageUrl: '/images/deal/khadamatdarmani.svg',
  },
  { id: '4', name: 'بیمه سلامت', imageUrl: '/images/deal/salamat.svg' },
]
export type Deal = { id: string; name: string; imageUrl: string }

// function replaceNewLines(text) {
//   // Replace new lines with '\n'
//   var replacedText = text.replace(/\n/g, '\\n')

//   return console.log(replacedText)
// }
export const rooms = [
  {
    id: '1',
    title: 'اقدامات عمومی',
    src: '/images/parts/omomi.webp',
    items: [
      { id: '1', text: 'تزریق وریدی با رعایت طرح انطباق' },
      { id: '2', text: 'تزریق ماهیچه‌ای با رعایت طرح انطباق' },

      { id: '3', text: 'وصل سرم' },
      { id: '4', text: 'انجام نوار قلب' },
      { id: '5', text: 'انجام بخیه' },
      { id: '6', text: 'انجام پانسمان ساده و تخصصی' },
      { id: '7', text: 'برداشتن خال، میخچه، کرایوتراپی' },
    ],
  },
  {
    id: '2',
    title: 'اتاق احیاء',
    src: '/images/parts/CPR.webp',
    items: [
      { id: '1', text: 'تشخیص سریع و انجام آزمون‌های تشخیصی ' },
      { id: '2', text: 'مانورهای تنفسی پیشرفته' },

      { id: '3', text: 'انجام آزمون‌های تشخیصی ' },
      { id: '4', text: 'نظارت مستمر بر بیمار' },
    ],
  },
  {
    id: '3',
    title: 'زیبایی عمومی',
    src: '/images/parts/emergency.webp',
    items: [
      { id: '1', text: 'تزریق بوتاکس' },
      { id: '2', text: 'تزریق ژل' },

      { id: '3', text: 'لیزر موهای زائد با دستگاه دایود' },
    ],
  },
]

export const GlobalSearchFilters = [
  {
    name: 'تخصص',
    value: 'specilozation',
  },
  {
    name: 'دکتر',
    value: 'doctor',
  },
  {
    name: 'بیماری',
    value: 'illness',
  },
]
